Repository: AjeeshDevnapps/FlipriOS
Catalog: IOS-master/Flipr/*.lproj/Localizable.strings
Languages: ca, de, es, fr, nl

# ACTIVE_WINTERING_MODE_DETAIL
source: Active wintering involves maintaining the pool in operation during the winter while adapting treatments and maintenance. With this mode, you can leave Flipr in the water: it will alert you to the time required to operate the pump, when a treatment is required, or if there is a risk of freezing (the gel may damage the sensors : the application will ask you to get Flipr out of the water). Caution: Active wintering is not recommended for areas with severe winters.
ca: El Mode Hibernar Actiu consisteix en mantenir la teva piscina en funció durant l'hivern, adaptant els tractaments de manteniment. Utilitzant aquest mode, Flipr pot seguir a l'aigua: ell indicarà quant de temps requereix pel funcionament de la bomba, quan sigui necessari un tractament, o en cas de risc de congelació (el gel pot fer malbé a les sondes: l'aplicació et demanará treure a Flipr de l'aigua). Atenció: el Mode Hibernació Actiu no és recomanat en zones on l'hivern és molt fred
de: Bei der aktiven Überwinterung wird das Becken während des Winters in Betrieb gehalten, während die Behandlungen und die Wartung angepasst werden. Mit diesem Modus können Sie Flipr im Wasser belassen: Er warnt Sie über die erforderliche Betriebszeit der Pumpe, wenn eine Behandlung erforderlich ist oder bei Frostgefahr (der Frost kann die Sensoren beschädigen: die Anwendung wird Sie auffordern, den Flipr aus dem Wasser zu nehmen). Vorsicht: Für Gebiete mit strengen Wintern wird eine aktive Überwinterung nicht empfohlen.
es: El Modo Invernar Activo consiste en mantener su piscina en función en invierno, adaptando los tratamientos de mantenimiento. Usando este modo, Flipr puede permanecer en el agua: él le indicará cuánto tiempo se requiere para el funcionamiento de la bomba, cuando sea necesario un tratamiento, o en caso de riesgo de congelación (el hielo puedo dañar las sondas: la aplicación le pedirá sacar a Flipr del agua). Cuidado: el Modo Invernar Activo no es recomendado en regiones con inviernos fuertes.
fr: L’hivernage actif consiste à maintenir sa piscine en fonctionnement l’hiver tout en adaptant les traitements et l’entretien. Avec ce mode, vous pouvez laisser Flipr dans l’eau : il vous alertera sur le temps nécessaire de fonctionnement de la pompe, lorsque un traitement sera nécessaire, ou en cas de risque de gel (Le gel peut endommager les sondes : l’application vous demandera alors de sortir Flipr de l’eau). Attention : l’hivernage actif est déconseillé pour les régions avec des hivers rigoureux.
nl: Actief overwinteren houdt in dat uw zwembad tijdens de winter in bedrijf blijft terwijl u de behandelingen en het onderhoud aanpast. Met deze modus kunt u Flipr in het water laten staan: het waarschuwt u voor het benodigde tijdstip van werking van de pomp, wanneer een behandeling nodig is of in geval van bevriezingsgevaar (De bevriezing kan de sondes beschadigen: de toepassing zal u vragen Flipr uit het water te verwijderen). Opgelet: actief overwinteren wordt niet aanbevolen voor gebieden met strenge winters.

# PASSIVE_WINTERING_MODE_DETAIL
source: This mode of passive wintering is recommended for regions with cold winters. It consists of desactivating the pool. The passive winter demands some actions on the swimming pool: go to our blog to see all our tips and advices ! By activating this mode, you need to take Flipr out of the water and place it in its storage pocket filled with water or preservative liquid. Flipr will not send you alerts ... except to let you know that it&#39;s time to put the pool back on!
ca: El Mode hivernar passiu és recomanat en regions amb hiverns forts, aquesta modalitat posa a dormir a la teva piscina. El Mode hivernar Passiu requereix algunes accions a la piscina: Vés al nostre blog per seguir tots els nostres consells! Activant aquesta manera, s'ha de treure a Flipr de l'aigua i posar-lo a la seva bossa de conservació plena d'aigua o de líquid de conservació. Flipr no t'enviarà cap notificació ... només fins que arribi l'hora de posar en marxa a la teva piscina
de: Dieser Modus der passiven Überwinterung wird für Regionen mit kalten Wintern empfohlen. Er besteht darin, das Becken zu deaktivieren. Der passive Winter erfordert einige Handhabungen auf dem Schwimmbad: Besuchen Sie unseren Blog, um alle unsere Tipps und Ratschläge zu sehen! Um diesen Modus zu aktivieren, müssen Sie den Flipr aus dem Wasser nehmen und ihn in seine mit Wasser oder Konservierungsflüssigkeit gefüllte Aufbewahrungstasche legen. Der Flipr sendet Ihnen keine Benachrichtigungen ... außer um Sie wissen zu lassen, dass es Zeit ist, das Becken wieder aufzustellen!
es: El Modo Invernar Pasivo es recomendado en regiones con inviernos fuertes, esta modalidad pone a dormir a su piscina. El Modo Invernar Pasivo requiere algunas acciones en la piscina: ¡Ir a nuestro blog para seguir todos nuestros consejos! Activando este modo, se debe sacar a Flipr del agua y colocarlo en su bolsa de conservación llena de agua o de líquido de conservación. Flipr no le enviará ninguna notificación… sólo hasta que llegue la hora de poner en marcha a su piscina
fr: Ce mode d’hivernage, recommandé pour les régions avec hivers rigoureux, consiste à mettre en sommeil la piscine. L’hivernage passif demande quelques actions sur la piscine : rendez-vous sur notre blog pour suivre tous nos conseils ! En activant ce mode, vous devrez sortir Flipr de l’eau et le placer dans sa poche de conservation remplie d’eau ou de liquide de conservation. Flipr ne vous enverra plus d’alerte… sauf pour vous signaler qu’il est temps de remettre la piscine en route !
nl: Deze methode van overwintering, aanbevolen voor regio's met strenge winters, bestaat erin het zwembad in ruststand te plaatsen. Passief overwinteren vereist enkele acties op het zwembad: ga naar onze blog om al ons advies te volgen! Door deze modus te activeren, moet u Flipr uit het water halen en in de met water of conserveringsmiddel gevulde opbergzak plaatsen. Flipr zal u geen waarschuwingen meer sturen.... behalve om u te laten weten wanneer het tijd is om het zwembad opnieuw op te starten!

source: Follow the tips below to prepare your Flipr to spend the winter
ca: Segueix els consells següents per preparar el teu Flipr per passar l'hivern
de: Befolgen Sie die folgenden Tipps, um Ihren Flipr auf die Überwinterung vorzubereiten
es: A continuación, siga los consejos para poner a Flipr en Modo Invernar Pasivo
fr: Suivez les conseils ci-dessous pour préparer votre Flipr à passer l’hiver
nl: Volg de onderstaande tips om uw Flipr voor te bereiden op de winterperiode

# PASSIVE_MODE_STEP1
source: Make sure you always have your storage bag (transparent bag supplied with Flipr). For this operation, you must also use the orange bar « Anylock » provided with your Flipr. If any of these items are missing or damaged, please contact our customer service.
ca: Comprovar que encara té la bossa de conservació (Flipr ve subministrat amb una bossa transparent). Per a aquesta operació, també requerirà de la vareta taronja «Anylock» subministrat amb Flipr. Si un d'aquests elements falta o està malmès, contacta al nostre servei a el client
de: Stellen Sie sicher, dass Sie immer Ihre Aufbewahrungstasche (mit dem Flipr mitgelieferte transparente Tasche) haben. Für diesen Vorgang müssen Sie auch die orangefarbene Leiste „Anylock“ verwenden, die mit Ihrem Flipr geliefert wird. Sollte einer dieser Artikel fehlen oder beschädigt sein, wenden Sie sich bitte an unseren Kundendienst.
es: Asegúrese que aún tiene la bolsa de conservación (Flipr viene suministrado con una bolsa transparente). Para esta operación, también requerirá de la varilla naranja « Anylock » suministrado con Flipr. Si uno de estos elementos falta o está dañado, contacte a nuestro servicio al cliente
fr: Assurez-vous que vous possédez toujours votre sac de conservation (sac transparent fourni avec Flipr). Pour cette opération, vous devrez également vous servir de la barre orange « Anylock » fournie avec votre Flipr. Si l’un de ces éléments est manquant ou endommagé, veuillez contacter le service client.
nl: Zorg ervoor dat u altijd over uw eigen opbergzak beschikt (transparante zak geleverd met Flipr). Voor deze operatie moet u ook het oranje "Anylock" staafje gebruiken die bij uw Flipr is geleverd. Als een van deze items ontbreken of beschadigd zijn, neem dan contact op met de klantenservice.

# PASSIVE_MODE_STEP2
source: Take Flipr out of the water. Clean it quickly with a damp cloth, and then place it in the clear bag.
ca: Treu a Flipr de l'aigua. Neteja ràpidament amb un drap humit, després posa'l en la bossa transparent.
de: Nehmen Sie den Flipr aus dem Wasser. Reinigen Sie ihn schnell mit einem feuchten Tuch und legen Sie ihn dann in den Klarsichtbeutel.
es: Saque a Flipr del agua. Límpielo rápidamente con un paño húmedo, luego póngalo en la bolsa transparente.
fr: Sortez Flipr de l’eau. Nettoyez-le rapidement avec un chiffon humide, puis placez-le dans le sac transparent.
nl: Haal Flipr uit het water. Maak hem snel schoon met een vochtige doek en leg hem in de doorzichtige zak.

# PASSIVE_MODE_STEP3
source: Fill the bag with the storage solution supplied with your Flipr to one tiers. If you no longer have your liquid of consevation, you can use chlorinated water. In this case, check regularly during the winter that the water does not become green / algae.
ca: Omple un 1/3 de la borsa amb la solució conservació subministrada amb Flipr. Si ja no tens més líquid de conservació, pots utilitzar aigua clorada. En aquest cas, verifica regularment que durant l'hivern l'aigua no es posi verda / o s'ompli d'algues.
de: Füllen Sie den Beutel mit der mit Ihrem Flipr gelieferten Aufbewahrungslösung bis zu einem Drittel. Wenn Sie Ihre Konservationsflüssigkeit nicht mehr haben, können Sie gechlortes Wasser verwenden. Kontrollieren Sie in diesem Fall im Winter regelmäßig, dass das Wasser nicht vergrünt/veralgt.
es: Llene un 1/3 de la bolsa con la solución conservación suministrada con Flipr. Si ya no tiene más líquido de conservación , puede utilizar agua clorada. En este caso, verifique regularmente que durante el invierno el agua no se ponga verde/ o se llene de algas.
fr: Remplissez au 1/3 le sac avec la solution de conservation fournie avec votre Flipr. Si vous n’avez plus votre liquide de consevation, vous pouvez utiliser de l’eau chlorée. Dans ce cas, vérifiez régulièrement au cours de l’hiver que l’eau ne devienne pas verte / algueuse.
nl: Vul de zak 1/3 vol met de bij uw Flipr geleverde opbergoplossing. Als u uw conservatievloeistof niet meer heeft, kunt u gechloreerd water gebruiken. Controleer in dit geval in de wintermaanden regelmatig of het water niet groen wordt.

# PASSIVE_MODE_STEP4
source: Close the bag with the orange bar "Anylock". Watch our video tutorial here!
ca: Tanca la bossa amb la barra taronja Anylock. ¡Mira el nostre video tutorial clicant aquí!
es: Cierre la bolsa con la barra naranja Anylock. ¡Vea nuestro video tutorial pinchando aquí! (Lien sortant, je te le donne lundi).
fr: Refermez le sachet avec la barre orange Anilock. Visionnez notre tutoriel vidéo en cliquant ici !.
nl: Sluit de zak met het oranje Anilock staafje. Bekijk onze video tutorial door hier te klikken! (Lien sortant, je te le donne lundi).

source: here
ca: Aquí
de: hier
es: Aquí
fr: ici
nl: hier

# PASSIVE_MODE_STEP5
source: Once the bag is closed, place it in a dry place away from light ... and wait for spring!
ca: Quan la bossa estigui ben tancada, posa-la en un lligar sec, lluny de la llum i de la calor ... i espera la primavera!
de: Sobald der Beutel verschlossen ist, stellen Sie ihn an einen trockenen, lichtgeschützten Ort ... und warten Sie auf den Frühling!
es: Cuando la bolsa esté bien cerrada, póngala en un ligar seco, lejos de la luz y del calor… ¡y espere la primavera!
fr: Une fois que le sachet est bien refermé, placez-le dans un endroit sec à l’abri de la lumière… et attendez le printemps !
nl: Als het zakje goed verzegeld is, plaats het dan op een droge plaats weg van het licht.... en wacht tot de lente!

source: Passive Wintering
ca: Hivernada passiva
de: Passive Überwinterung
es: Modo Invernar Pasivo
fr: Hivernage Passif
nl: Passieve overwintering

source: You have placed your pool in passive wintering : Flipr does not display datas. To view the datas, please change the status of your pool and follow the advices of impoundment
ca: Has situat la teva piscina en un hivernatge passiu: Flipr no mostra dades. Per veure les dades, canvia l'estat de la teva piscina i segueix els consells de confiscació
de: Sie haben Ihr Becken in die passive Überwinterung gestellt: Den Flipr zeigt keine Daten an. Um die Daten anzuzeigen, ändern Sie bitte den Status Ihres Beckens und befolgen Sie die Hinweise zur Aufstauung
es: Ha puesto a su piscina en Modo Invernar Pasivo: Flipr no muestras datos. Para ver los datos, cambie el estado de su piscina y siga los consejos de la puesta en flota.
fr: Vous avez placé votre piscine en hivernage passif : Flipr n’affiche pas de données. Pour afficher les données, veuillez changer le statut de votre piscine et suivre les conseils de mise en eau.
nl: U heeft uw zwembad in passief overwinteren geplaatst: Flipr geeft geen gegevens weer. Om de gegevens te bekijken, wijzig dan de status van uw zwembad en volg de instructies voor het te water laten.

source: Calibrating
ca: Calibració
de: Kalibrierung
es: Calibrado
fr: Calibrage
nl: Kalibratie

source: Your Flipr has remained in wintering for some time, we advise you to carry out a calibrating.
ca: El teul vostre Flipr es manté a l'hivern durant algun temps, t'aconsellem que realitzis un calibratge.
de: Da Ihr Flipr einige Zeit im Überwinterung geblieben ist, empfehlen wir Ihnen eine Kalibrierung durchzuführen.
es: Flipr ha permanecido en Modo Invernar durante un tiempo, te recomendamos realizar una nueva calibración.
fr: Votre Flipr est resté en hivernage quelques temps, nous vous conseillons de procéder à un calibrage.
nl: Uw Flipr is al enige tijd in overwintering, wij adviseren u een kalibratie uit te voeren..

source: Calibrating now
ca: Calibració ara
de: Jetzt kalibrieren
es: Calibrar Flipr
fr: Calibrer Flipr
nl: Flipr kalibreren

# CALIBRATION_RED
source: Take Flipr: Unscrew the cap. Pour the contents of the RED bottle into the stopper, then screw it back onto the device. Place Flipr on its support (see video below), click on "Initialize"
ca: CALIBRACIO_VERMELL
es: Coge a Flipr: Desenrosca el tapón. Vierte los contenidos de la botella ROJA en la tapa y luego vuelve a enroscarlo en el dispositivo. Coloca a Flipr dentro de su soporte (ver el siguiente vídeo) y haz clic en "Inicializar"
fr: Prenez Flipr : dévissez le bouchon (partie basse) et jetez son contenu. Versez le contenu du flacon ROUGE dans le bouchon, puis revissez-le sur l’appareil. Placez Flipr sur son support (voir vidéo ci-dessous), puis cliquez sur "Initialiser"
nl: Neem Flipr: draai de dop los. Giet de inhoud van de RED-fles in de stop en schroef deze terug op het apparaat. Plaats Flipr op zijn steun (zie video hieronder), klik op "Initialiseren"

# CALIBRATION_BLUE
source: Take Flipr: Unscrew the cap. Pour the contents of the BLUE bottle into the stopper, then screw it back onto the device. Place Flipr on its support (see video below), click on "Initialize"
ca: CALIBRACIO_BLAU
es: Coge a Flipr: Desenrosca el tapón. Vierte los contenidos de la botella AZUL en la tapa y luego vuelve a enroscarlo en el dispositivo. Coloca a Flipr dentro de su soporte (ver el siguiente vídeo) y haz clic en "Inicializar"
fr: Prenez Flipr : dévissez le bouchon (partie basse) et jetez son contenu. Versez le contenu du flacon BLEU dans le bouchon, puis revissez-le sur l’appareil. Placez Flipr sur son support (voir vidéo ci-dessous), puis cliquez sur "Initialiser"
nl: Neem Flipr: draai de dop los. Giet de inhoud van de BLAUWE fles in de stop en schroef deze terug op het apparaat. Plaats Flipr op zijn steun (zie video hieronder), klik op "Initialiseren"

source: Flipr Expert
es: Flipr Avanzado

source: Expert Mode
ca: Mode Expert
de: Experten-Modus
es: Modo Avanzado
fr: Mode Expert
nl: Expert modus

source: New strip test
ca: Nou test de tira analítica
de: Neuer Streifentest
es: Nueva tira de prueba
fr: Nouveau test de bandelette
nl: Nieuwe strook test

source: New calibration
ca: Nova calibració
de: Neue Kalibrierung
es: Nueva calibración
fr: Nouvelle calibration
nl: Nieuwe kalibratie

source: Draining
ca: Drenatge
de: Entleeren
es: Drenaje
fr: Vidanges
nl: Afvoeren

source: Are you sure you want to calibrate the probes again?
ca: Estàs segur que vols tornar a fer una prova de calibratge?
de: Möchten Sie die Sonden wirklich erneut kalibrieren?
es: ¿Estás seguro que deseas calibrar las pruebas de nuevo?
fr: Voulez-vous vraiment calibrer à nouveau les sondes ?
nl: Weet u zeker dat u de meettasters opnieuw wilt kalibreren?

source: Order a calibration kit
ca: Demana un kit de calibratge
de: Kalibrierset bestellen
es: Ordena un kit de calibración
fr: Commander un kit de calibration
nl: Kalibratieset bestellen

source: Strip test
ca: Prova de tira
de: Streifentest
es: Tira de prueba
fr: Test de bandelette
nl: Strook test

source: Are you sure you want to do a new strip test?
ca: Estàs segur que vols tornar a fer una prova de tira?
de: Möchten Sie wirklich einen neuen Streifentest durchführen?
es: ¿Estás seguro que quieres usar otra nueva tira de prueba?
fr: Voulez-vous vraiment effectuer un nouveau test de bandelette ?
nl: Weet u zeker dat u een nieuwe stripproef wilt doen?

source: Draining removal
ca: Eliminació del drenatge
de: Drainage entfernen
es: Supresión de drenaje
fr: Suppresion d'un vidange
nl: Leegmaken verwijdering

source: Are you sure you want to delete this draining data?
ca: Estàs segur que vols suprimir aquestes dades de drenatge?
de: Möchten Sie diese Drainage-Daten wirklich löschen?
es: ¿Estás seguro que quieres borrar esta información de drenaje?
fr: Voulez-vous vraiment effacer les données de cette vidange ?
nl: Weet u zeker dat u deze afvoergegevens wilt verwijderen?

source: No draining
ca: No hi ha drenatge
de: Keine Drainage
es: Sin drenaje
fr: Aucune vidange
nl: Geen aftappen

# NO_DRAINING_MESSAGE
source: Partial emptying of the pool can be helpful to ensure optimum water quality. It is recommended to empty 1/3 of its pool every year at the beginning of the season. Click the button below to notify Flipr of a change of water.
ca: El buidatge parcial de la piscina pot ser útil per assegurar una qualitat de l'aigua òptima. Es recomana buidar 1/3 d'aigua de la piscina cada any a l'inici de la temporada. Fes clic al botó de sota per notificar Flipr d'un canvi d'aigua.
de: Eine Teilentleerung des Beckens kann hilfreich sein, um eine optimale Wasserqualität zu gewährleisten. Es wird empfohlen, jedes Jahr zu Beginn der Saison ein Drittel des Beckens zu entleeren. Klicken Sie auf die Schaltftaste unten, um Flipr über einen Wasserwechsel zu informieren.
es: El vaciado parcial de la piscina puede ser útil para asegurar una calidad del agua óptima. Se recomienda vaciar 1/3 de agua de la piscina cada año al comienzo de la temporada. Haz clic en el botón de abajo para notificar a Flipr de un cambio de agua.
fr: Une vidange partielle de la piscine peut être utile afin de garantir une qualité d'eau optimale. Il est recommandé de vider d'1/3 sa piscine chaque année en début de saison. Cliquez sur le bouton ci-dessous pour signaler une vidange à Flipr, et lui indiquer ainsi un changement d'eau.
nl: Gedeeltelijke lediging van het zwembad kan nuttig zijn om een optimale waterkwaliteit te garanderen. Aanbevolen wordt om elk jaar aan het begin van het seizoen 1/3 van het zwembad te legen. Klik op de knop hieronder om Flipr op de hoogte te brengen van een watervervanging.

source: Add draining
ca: Afegeix drenatge
de: Drainage hinzufügen
es: Añadir drenaje
fr: Ajouter une vidange
nl: Afvoer toevoegen

source: New draining
ca: Nou drenatge
de: Neue Drainage
es: Nuevo drenaje
fr: Nouvelle vidange
nl: Nieuw aftappen

source: Draining date
ca: Data del drenatge
de: Datum der Drainage
es: Fecha de drenaje
fr: Date de la vidange
nl: Afvoer datum

# Fill percentage
source: Indicate the water level drained
ca: Percentatge ple
de: Zeigen Sie den abgelassenen Wasserstand an
es: Porcentaje de relleno
fr: Indiquer le taux d'eau vidangé
nl: Vul percentage

source: Draining date:
ca: Data del drenatge:
de: Datum der Drainage:
es: Fecha de drenaje:
fr: Date de la vidange :
nl: Leeg datum:

# Fill percentage:
source: Water level drained:
ca: Percentatge ple:
de: Wasserstand abgelassen:
es: Porcentaje de relleno:
fr: Taux d'eau vidangé :
nl: Vul percentage:

source: Raw data
ca: Dades en brut
de: Rohdaten
es: Datos brutos
fr: Données brutes
nl: Ruwe gegevens

source: Conductivity
ca: Conductivitat
de: Leitfähigkeit
es: Conductividad
fr: Conductivité
nl: Conductiviteit

source: Water
ca: Aigua
de: Wasser
es: Agua
fr: Eau

source: Custom alert thresholds
ca: Alertes personalitzades
de: Benutzerdefinierte Alarmschwellenwerte
es: Límites de alerta personalizados
fr: Seuils d'alertes personnalisés
nl: Aangepaste alarmdrempels

source: Here you can change the ways in which Flipr can send you alerts. Warning: this operation is reserved forexperienced users
ca: Aquí pots canviar les formes en què Flipr et pot enviar alertes. Avís: aquesta operació està reservada per a usuaris sense experiència
de: Hier können Sie ändern, wie Flipr Ihnen Warnungen senden kann. Warnung: dieser Vorgang ist erfahrenen Benutzern vorbehalten
es: Aquí puedes cambiar la forma en la que Flipr te enviará las alertas y notificaciones. Advertencia: esta operación está reservada para usuarios experimentados.
fr: Changez la façon dont Flipr vous envoie des alertes. Attention : Cette option est réservée aux utilisateur expérimentés
nl: Hier kunt u de manieren wijzigen waarop Flipr u waarschuwingen kan sturen. Waarschuwing: deze handeling is voorbehouden aan ervaren gebruikers

source: High pH alert threshold
ca: Alerta de pH Alt
de: Alarmschwelle für hohen pH-Wert
es: Alto nivel de alerta de pH
fr: Seuil d'alerte pH élévé
nl: Hoge pH-alarmdrempel

source: Low pH alert threshold
ca: Alerta de pH Baix
de: Alarmschwelle für niedrigen pH-Wert
es: Bajo nivel de alerta de pH
fr: Seuil d'alerte pH faible
nl: Alarmdrempel lage pH

# Low disinfectant alert threshold
source: Low Redox alert threshold (in mV)
ca: Alerta de desinfectant baix
de: Alarmschwelle für niedrige Redoxwerte (in mV)
es: Bajo nivel de alerta de desinfectante
fr: Seuil d'alerte Redox faible (en mV)
nl: Alarmdrempel Laag niveau desinfectiemiddel

# Low temperature alert threshold
source: Low temperature alert threshold (in °C)
ca: Alerta de temperatura baixa
de: Alarmschwelle für niedrige Temperatur (in °C)
es: Bajo nivel de alerta de temperatura
fr: Seuil d'alerte température faible (en °C)
nl: Alarmdrempel lage temperatuur

# Disable Flipr alerts and notifications
source: Alerts and notifications
ca: Desactiva les alertes i notificacions de Flipr
de: Alarme und Benachrichtigungen
es: Alertas y notificaciones de Flipr
fr: Alertes et notifications Flipr
nl: Flipr-waarschuwingen en -meldingen

source: Reset thresholds
ca: Restableix les alertes
de: Schwellenwerte zurücksetzen
es: Reiniciar niveles
fr: Réinitialiser les seuils
nl: Drempelwaarden opnieuw instellen

source: None
ca: Cap
de: Keiner
es: Ninguno
fr: Aucune
nl: Geen
