Repository: AjeeshDevnapps/FlipriOS
Catalog: IOS-master/Flipr/*.lproj/Localizable.strings
Languages: ca, de, es, fr, nl

source: You can't set a temp min > temp max
fr: Vous ne pouvez pas mettre temp min > temp max

source: Manual
de: Manuell
fr: Manuel
nl: Handmatig

source: Bluetooth not activated Activate your smartphone's Bluetooth to associate Flipr with your device.
ca: El Bluetooth no està activat. Activa el Bluetooth del teu Smartpone per associar Flipr amb el teu dispositiu
de: Bluetooth nicht aktiviert Aktivieren Sie das Bluetooth Ihres Smartphones, um Flipr Start mit Ihrem Gerät zu verbinden.
fr: Bluetooth non activé Activez le Bluetooth de votre smartphone pour associer Flipr à votre appareil.

# câbles
source: cables
de: Kabel
fr: câbles

source: Control
ca: Contrôle
fr: Contrôle
nl: Kontrolle

# Ovale
source: Oval
fr: Ovale

# Changer le réseau Wifi
source: Change WiFi network
ca: Canvia la xarxa WiFi
de: Ändern Sie das WLAN-Netzwerk
fr: Changer le réseau Wifi
nl: Wifi netwerk veranderen

source: New FlipR AnalysR V3
ca: Nou FlipR AnalysR V3
de: Neues FlipR AnalysR V3
fr: Nouveau FlipR AnalysR V3
nl: Nouveau FlipR AnalysR V3

source: New electronics, new probes, extended battery life, automatic and long distance communication system thanks to our exclusive Gateway.
ca: Nova electrònica, noves sondes, allargada la durada de la bateria, sistema de comunicació automàtic i de llarga distància gràcies al nostre exclusiu Gateway.
de: Neue Elektronik, neue Sonden, verlängerte Batterielebensdauer, automatisches Fernkommunikationssystem dank unseres exklusiven Gateways.
fr: Nouvelle électronique, nouvelles sondes, autonomie prolongée de la batterie, système de communication automatique et longue distance grâce à notre passerelle exclusive.
nl: Nieuwe elektronica, nieuwe sondes, verlengde autonomie van de batterij, automatisch communicatiesysteem en lange afstand dankzij onze exclusieve passerelle.

# Cette passerelle est déjà relié à un compte
source: This gateway is already connected to an account
ca: Aquesta passarel·la ja està connectada a un compte
de: Dieses Gateway ist bereits mit einem Konto verbunden
fr: Cette passerelle est déjà reliée à un compte
nl: Cette passerelle est déjà reliée à un compte

# Sélectionnez un autre passerelle
source: Select another gateway
ca: Seleccioneu una altra passarel·la
de: Wählen Sie ein anderes Gateway aus
fr: Sélectionnez un autre passerelle
nl: Kies een andere passerelle

# Retour
source: Back
fr: Retour
nl: Retour

# Entrez le mot de passe Wi-Fi
source: Enter WiFi password
ca: Introduïu la contrasenya de WiFi
de: Geben Sie das WLAN-Passwort ein
fr: Saisissez le mot de passe Wi-Fi
nl: Saisissez le mot de passe Wi-Fi

# History
source: Flipr Predict
ca: Historial

# Actions
source: Flipr Expert
ca: Accions

# My spa
source: Spa
ca: El meu spa
de: Whirlpool

# SHOP_URL
source: https://www.goflipr.com/le-shop/#traitement-piscine
ca: https://es.goflipr.com/la-tienda/

# BLOG_URL
source: http://www.goflipr.com/blog/
ca: https://es.goflipr.com/blog-flipr/

source: FAQ
ca: Preguntes freqüents

# DAY_6
source: S
ca: Dissabte
nl: Za

source: Bravo !
ca: Felicitats!
de: Gut gemacht!

source: Redox
de: Redoxreaktion
