Repository: AjeeshDevnapps/FlipriOS
Catalog: IOS-master/Flipr/*.lproj/Localizable.strings
Languages: ca, de, es, fr, nl

source: Flipr's advice allows you to enjoy healthy water, without overdosing treatments and avoiding the proliferation of bacteria.
ca: Els consells de Flipr et permeten gaudir d'una aigua sana, sense sobredosis de tractaments i evitant l'aparició de bactèires.
de: Die Ratschläge von Flipr ermöglichen es Ihnen, gesundes Wasser zu genießen, ohne eine Überdosierung von Behandlungen und die Vermehrung von Bakterien zu vermeiden.
es: Los consejos de Flipr te permiten aprovechar un agua sana, sin sobredosis de tratamiento y evitando la proliferación de bacterias.
fr: Les conseils de Flipr vous permettent de profiter d'une eau saine, sans sur-dosages de traitements et en évitant la prolifération de bactéries.

# Choisissez l'équipement que vous souhaitez connecter à votre Flipr Hub
source: Choose the equipment you wish to connect to your Flipr Hub
ca: Escull l'equip que vols connectar al teu Flipr Hub
de: Wählen Sie das Gerät aus, das Sie mit Ihrem Flipr Hub verbinden möchten
es: Escoge el equipo que tu deseas conectar a tu Flipr Hub.
fr: Choisissez l'équipement que vous souhaitez connecter à votre Flipr Hub

# Choisissez un équipement
source: Choose an equipment
ca: Tria un equip
de: Wählen Sie eine Ausrüstung
es: Escoge un equipo
fr: Choisissez un équipement

# Pompe à filtration
source: Filtration pump
ca: Bomba de filtració
de: Filtrationspumpe
es: Bomba de filtración
fr: Pompe à filtration

# Pompe à chaleur
source: Heat pump
ca: Bomba de calor
de: Wärmepumpe
es: Bomba de calor
fr: Pompe à chaleur

# Éclairage
source: Lighting
ca: Il·luminació
de: Beleuchtung
es: Encendiendo
fr: Éclairage

# J’ai compris
source: I understand
ca: Entenc
de: Ich verstehe
es: Entiendo
fr: J’ai compris

# Assurez-vous de bien avoir préparé votre équipement
source: Make sure you have prepared your equipment
ca: Assegura't de tenir el teu equip ben preparat
de: Stellen Sie sicher, dass Sie Ihre Ausrüstung vorbereitet haben
es: Asegúrate de haber preparado bien tu equipo
fr: Assurez-vous de bien avoir préparé votre équipement

source: For the installation of your Flipr Hub, Flipr recommends the use of the following tools:
ca: Per instal·lar el teu Flipr Hub, Flipr et recomana d'utilitzar les següents eines.
de: Für die Installation Ihres Flipr Hub empfiehlt Flipr die Verwendung der folgenden Werkzeuge:
es: Para la instalación de tu Flipr Hub, Flipr te recomienda la utilización de las herramientas siguientes
fr: Pour l'installation de votre Flipr Hub, Flipr vous recommande l’utilisation de outils suivants :

# Pour sectionner le câble d'alimentation
source: To cut the power cable
ca: Per seccionar el cable d'alimentació
de: So schneiden Sie das Stromkabel ab
es: Para seleccionar el cable de alimentación
fr: Pour sectionner le câble d'alimentation

# Pour dénuder le câble d'alimentation
source: To strip the power cable
ca: Per pelar el cable d'alimentació
de: Pour dénuder le câble d'alimentation
es: Pata pelar el cable de alimentación
fr: Pour dénuder le câble d'alimentation

# Pour dévisser les caches de Flipr Hub
source: To unscrew the Flipr Hub covers
ca: Per desenroscar les tapes de Flipr Hub
de: So schrauben Sie die Flipr Hub-Abdeckungen ab
es: Para desatornillar los sellos de Flipr Hub
fr: Pour dévisser les caches de Flipr Hub

# Pour découper les œillets de protection
source: To cut out the protective eyelets
ca: Per pelar els cables de protecció
de: So schneiden Sie die Schutzlöcher aus
es: Para cortar los ojales protectores
fr: Pour découper les œillets de protection

# Pince coupante
source: Cutting pliers
ca: Pinces de tallar
de: Schneidezange
es: Alicates de corte
fr: Pince coupante

# Pince a denuder
source: Stripping pliers
ca: Pinces de pelar
de: Abisolierzange
es: Alicates pelacables
fr: Pince a denuder

source: Tournevis cruciforme
ca: Tornavís cruciforme
de: Kreuzschlitzschraubendreher
es: desatornillador cruciforme

# Paire de ciseaux
source: Scissors
ca: Tisores
de: Schere
es: Par de tijeras
fr: Paire de ciseaux

source: Step 1
ca: Pas 1
de: Schritt 1
es: Paso 1
fr: Étape 1

source: You'd better do it twice! We prefer to confirm that you have turned off the power before proceeding to the next step.
ca: Millor dos que una! Preferim confirmar que heu tallat la corrent abans de passar a la següent etapa
de: Machen Sie es lieber zweimal! Wir ziehen es vor, uns zu vergewissern, dass Sie den Strom ausgeschaltet haben, bevor Sie zum nächsten Schritt übergehen.
es: ¡Mejor dos veces que una! Preferimos confirmar que has cortado bien la corriente antes de pasar a la etapa siguiente.
fr: Plutôt deux fois qu'une ! Nous préférons confirmer que vous avez bien coupé le courant avant de passer à l'étape suivante.

source: Confirmation
ca: Confirmació
de: Konfirmation
es: Confirmación

# J'ai bien coupé le courant
source: I did turn off the power
ca: He tallat la corrent
de: Ich habe den Strom gut abgeschaltet
es: He cortado la corriente
fr: J'ai bien coupé le courant

# Étape 1
source: Step 1
ca: Etapa 1
de: Schritt 1
es: Etapa 1
fr: Étape 1

# Coupez le courant de votre installation électrique
source: Switch off your electrical installation
ca: Talla la corrent de la teva instal·lació elèctrica
de: Schalten Sie Ihre Elektroinstallation aus
es: Corta la corriente de tu instalación eléctrica
fr: Coupez le courant de votre installation électrique

# Suivant
source: Next
ca: Següent
de: Weiter zu
es: Siguiente
fr: Suivant

# Étape 2
source: Step 2
ca: Etapa 2
de: Schritt 2
es: Etapa 2
fr: Étape 2

source: Locate the power supply to your equipment and follow it to the cabinet.
ca: Localitza la font d'alimentació del teu equip i segueix-la fins a l'armari.
de: Suchen Sie die Stromversorgung Ihres Geräts und folgen Sie ihr bis zum Schrank.
es: Ubica la fuente de alimentación de tu equipo y síguela hasta el gabinete.
fr: Localisez l'alimentation électrique de votre équipement et suivez-la jusqu'à l'armoire.

# Étape 3
source: Step 3
ca: Etapa 3
de: Schritt 3
es: Etapa 3
fr: Étape 3

# Sectionnez le câble et dénudez la gaine extérieure (environ 5 cm).
source: Cut the cable and strip the outer sheath (about 5 cm).
ca: Selecciona el cable i pela el plàstic exterior (uns 5 cm)
de: Suche nach einem Flipr Start im Gange
es: Cortar el cable y pelar la funda exterior (unos 5 cm).
fr: Sectionnez le câble et dénudez la gaine extérieure (environ 5 cm).

# Étape 4
source: Step 4
ca: Etapa 4
de: Schritt 4
es: Etapa 4
fr: Étape 4

source: Now strip the inner cables and leave about 1 cm of copper protruding. Then mark the different colours.
ca: Pela els cables interiors 1 cm més o menys. Després, repara els diferents colors.
de: Nun die inneren Kabel abisolieren und etwa 1 cm Kupfer überstehen lassen. Markieren Sie dann die verschiedenen Farben.
es: Ahora pela los cables interiores y deja que sobresalga aproximadamente 1 cm de cobre. Luego localiza los diferentes colores.
fr: Dénudez à présent les câbles intérieurs et laissez dépasser environ 1 cm de cuivre. Ensuite, repérez les différentes couleurs.

# Étape 5
source: Step 5
ca: Etapa 5
de: Schritt 5
es: Etapa 5
fr: Étape 5

# C’est fait !
source: It's done !
ca: Fet!
de: C’est fait !
es: ¡Hecho!
fr: C'est fait!

source: Connect the cables in the order shown, remember to connect the neutral (BLUE)
ca: Connecta els cables en l'ordre indicat, recorda de connectar el neutral (BLAU)
de: Schließen Sie die Kabel in der angegebenen Reihenfolge an, denken Sie daran, den Nullleiter (BLAU) anzuschließen.
es: Conecta los cables en el orden mostrado, recuerda conectar el neutral (AZUL)
fr: Connectez les câbles dans l'ordre indiqué, sans oublier de connecter le neutre (BLEU).

# Branchez les câbles dans l'ordre indiqué.
source: Connect the cables in the order shown.
ca: Endolla els cables en l'ordre indicat
de: Schließen Sie die Kabel in der angegebenen Reihenfolge an.
es: Conecta los cables en el orden indicado
fr: Branchez les câbles dans l'ordre indiqué.

# À présent, choisissez le schéma qui correspond à votre installation.
source: Now choose the scheme that matches your installation.
ca: A continuació, escull l'esquema que correspon a la teva instal·lació
de: Wählen Sie nun das Schema, das zu Ihrer Installation passt.
es: A continuación, escoge el esquema que corresponde a tu instalación
fr: À présent, choisissez le schéma qui correspond à votre installation.

# Tout sauf
source: Everything but
ca: Tot excepte
de: Alles außer
es: Todo excepto
fr: Tout sauf

# bleu
source: blue
ca: blau
de: blau
es: azul
fr: bleu

# jaune
source: yellow
ca: groc
de: gelb
es: amarillo
fr: jaune

# et
source: and
ca: i
de: und
es: y
fr: et

# vert
source: green
ca: verd
de: grün
es: verde
fr: Vert

# Étape
source: Step
ca: Etapa
de: Schritt
es: Etapa
fr: Étape

# Rétablissez le courant.
source: Restore power.
ca: Reestableix la corrent
de: Strom wiederherstellen.
es: Restablecer la electricidad
fr: Rétablissez le courant.

# Courant rétabli !
source: Power restored!
ca: Corrent reestablerta!
de: Strom wiederhergestellt!
es: ¡Electricidad reestablecida!
fr: Courant rétabli !

source: Locate the power supply to your equipment and follow it to the cabinet.
ca: Endolla l'alimentació elèctrica del teu equip y segueix-la fins a la caixa tècnica
de: Suchen Sie die Stromversorgung Ihres Geräts und folgen Sie ihr bis zum Schrank.
es: Situa la alimentación eléctrica de tu equipo y síguela hasta la caja
fr: Situez l'alimentation électrique de votre équipement et suivez-le jusqu'au coffret.

source: Searching for HUB with serial:
ca: Cercant l'HUB amb la sèrie :
de: Suche nach HUB mit Seriennummer:
es: Buscando el HUB con número de serie
fr: Recherche d'un HUB avec ne numéro de série :

source: Be sure to be close to your HUB and your Bluetooth is turned on.
ca: Estigues segur d'estar ben aprop del teu HUB y tenir el Bluetooth activat
de: Stellen Sie sicher, dass Sie sich in der Nähe Ihres HUBs befinden und Ihr Bluetooth eingeschaltet ist.
es: Verifica que estás cerca de tu HUB y tu Bluetooth está activado
fr: Assurez-vous d'être proche de votre HUB et que votre Bluetooth est activé.

# Voulez-vous déconnecter le HUB de ce réseau WIFI ?
source: Do you want to disconnect the HUB from this WIFI network?
ca: Vols desconnectar l'HUB d'aquesta xarxa WIFI?
de: Möchten Sie den HUB von diesem WIFI-Netzwerk trennen?
es: ¿Quieres desconectar el HUB de esta red Wifi?
fr: Voulez-vous déconnecter le HUB de ce réseau WIFI ?

# Déconnecter
source: Disconnect
ca: Desconnectar
de: Trennen Sie die Verbindung
es: Desconectar
fr: Déconnecter
nl: Ontkoppelen

source: Disconnected!
ca: Desconnecatat!
de: Abgeschaltet!
es: ¡Desconectado!
fr: Déconnecté!

source: Connected!
ca: Connectat!
es: ¡Conectado!
fr: Connecté!

# Donnez un nom à votre Flipr Hub
source: Give your Flipr Hub a name
ca: Posa un nom al teu Flipr Hub
de: Geben Sie Ihrem Flipr Hub einen Namen
es: Pon un nombre a tu Flipr Hub
fr: Donnez un nom à votre Flipr Hub

source: This name will be used on your dashboard. It is best to choose a short name associated with the connected equipment.
ca: Aquest nom s'utilitzarà en el teu escriptori. Escull un nom curt per associar-lo a l'equip connectat.
de: Dieser Name wird auf Ihrem Dashboard verwendet. Am besten ist es, einen kurzen Namen zu wählen, der mit dem angeschlossenen Gerät in Verbindung steht.
es: Este nombre estará utilizado en tu escritorio. Escoge un nombre preferiblemente corto asociado al equipo conectado.
fr: Ce nom sera utilisé sur votre tableau de bord. Optez de préférence pour un nom court associé à l'équipement connecté.

# Nom de votre Flipr Hub
source: Name of your Flipr Hub
ca: Nom del teu FLipr Hub
de: Name deines Flipr-Hubs
es: Nombre de tu Flipr Hub
fr: Nom de votre Flipr Hub

source: Flipr Hub Connecté
ca: Flipr Hub Connectat
de: Flipr Hub Verbunden
es: Flipr Hub Conectado

# Ajouter un autre appareil
source: Add another device
ca: Adjuntar un altre aparell
de: Ein weiteres Gerät hinzufügen
es: Adjuntar otro aparato
fr: Ajouter un autre appareil

source: Put your pool on the cutting edge of technology. Thanks to artificial intelligence, and its connection with Flipr, Flipr Hub takes care of everything.
ca: Posa la teva piscina al capdavant de la tecnologia. Gràcies a la intel·ligència artificial i a la seva connexió amb Flipr, Flipr Hub s’encarrega de tot.
de: Bringen Sie Ihren Pool auf den neuesten Stand der Technik. Dank der künstlichen Intelligenz und der Verbindung mit Flipr Start kümmert sich Flipr Hub um alles.
es: Pon tu piscina a la última tecnología. Gracias a la inteligencia artificial, y a su conexión con el Flipr, Flipr Hub se ocupa de todo.
fr: Mettez votre piscine à la pointe de la technologie. Grâce à l'intelligence artificielle, et à sa connexion avec le Flipr, Flipr Hub s'occupe de tout.

# Allumez et éteignez vos équipements comme bon vous semble.
source: Turn your equipment on and off as you please.
ca: Engega i apaga els teus equips quan vulguis
de: Schalten Sie Ihre Geräte nach Belieben ein und aus.
es: Enciende y apaga tus equipos cuando quieras
fr: Allumez et éteignez vos équipements comme bon vous semble.

source: Easily switch from manual to program mode without having to modify anything on your equipment.
ca: Passa fàcilment del mode manual al mode programació sense haver de modificar sigui quin siguin els teus equips
de: Schalten Sie einfach vom manuellen Modus in den Programmmodus um, ohne etwas an Ihrem Gerät ändern zu müssen.
es: Passa fácilmente del modo manual al modo programación sin tener que modificar nada de tus equipos
fr: Passez facilement du mode manuel au mode programmation sans avoir à modifier quoi que ce soit sur vos équipements.

# Programmez chaque équipement
source: Program each piece of equipment
ca: Programa cada equip
de: Programmieren Sie jedes einzelne Gerät
es: Programa cada equipo
fr: Programmez chaque équipement

# Vous pouvez les modifier à tout moment, en fonction des conseils de Flipr Hub.
source: You can change them at any time, according to the advice of Flipr Hub.
ca: Pots modificar-los en qualsevol moment, en funció dels consells de Flipr Hub.
de: Sie können sie jederzeit ändern, je nach den Empfehlungen von Flipr Hub.
es: Puedes modificar en cualquier momento
fr: Vous pouvez les modifier à tout moment, en fonction des conseils de Flipr Hub.

# Contrôlez votre piscine à distance
source: Control your pool remotely
ca: Controla la teva piscina a distancia
de: Steuern Sie Ihren Pool aus der Ferne
es: Controla tu piscina a distancia
fr: Contrôlez votre piscine à distance

source: Even on the other side of the world, control your pool from the app using Wi-Fi.
ca: Fins i tot a l'altra punta del Món, controla la teva piscina desde l'aplicació gracias a la xarxa Wi-Fi
de: Selbst am anderen Ende der Welt können Sie Ihren Pool über die App per Wi-Fi steuern.
es: Incluso al otro lado del Mundo, controla tu piscina desde la aplicación gracias a la red Wi-Fi
fr: Même à l’autre bout du monde, contrôlez votre piscine depuis l’application grâce au Wi-Fi.

# Aucun appareil n’a été trouvé
source: No devices were found
ca: No s'ha trobat cap aparell
de: Es wurden keine Geräte gefunden
es: No se ha encontrado ningún aparato
fr: Aucun appareil n’a été trouvé

source: Make sure you are close to your device and that the Bluetooth is activated.
ca: Verifica que estàs ben pròxim del teu aparell i que el bluetooth està ben activat
de: Vergewissern Sie sich, dass Sie sich in der Nähe Ihres Geräts befinden und dass Bluetooth aktiviert ist.
es: Verifica que estás próximo a tu aparato y que tienes el Bluetooth bien activado.
fr: Vérifiez que vous êtes bien à proximité de votre appareil et que le bluetooth est bien activé.

# Obtenir de l’aide
source: Getting help
ca: Obtenir ajuda
de: Hilfe bekommen
es: Obtener ayuda
fr: Obtenir de l’aide

source: Relaunch a search
ca: Començar la cerca
de: Eine Suche neu starten
es: Relanzar una búsqueda
fr: Relancer la recherche

# Activer la connexion à distance
source: Enable remote connection
ca: Activar la connexió a distancia
de: Fernverbindung aktivieren
es: Activar la conexión a distancia
fr: Activer la connexion à distance

# Alerte en cours : suivez nos conseils
source: Alert in progress: follow our advice
ca: Alerta en curs : segueix els notres consells
de: Alarm im Gange: Befolgen Sie unsere Ratschläge
es: Alerta en curso : sigue nuestros consejos
fr: Alerte en cours : suivez nos conseils

# Tout est parfait, bravo !
source: Everything is perfect, bravo!
ca: Tot està bém felicitats!
de: Alles ist perfekt, bravo!
es: ¡Todo está perfecto, bravo!
fr: Tout est parfait, bravo !

# Annuler
source: Cancel
ca: Anul·lar
de: Abbrechen
es: Anular
fr: Annuler

# Continuons le parametrage de votre Flipr Start
source: Let's continue setting up your Flipr
ca: Continuem amb la configuració del teu Flipr
de: Fahren wir fort mit der Einrichtung von Flipr Start
es: Seguimos con la configuración de tu Flipr
fr: Continuons le parametrage de votre Flipr

source: Flipr needs to be calibrated and to know your pool to work optimally.
ca: Flipr necesita ser calibrat i conèxier la teva piscina per funcionar de manera òptima
de: Flipr muss kalibriert werden und Ihren Pool kennen, um optimal zu funktionieren.
es: Flipr necesita estar calibrado y conocer tu piscina para funcionar de forma óptima.
fr: Flipr à besoin d'être calibré et de connaître votre bassin pour fonctionner de façon optimale.

# Connectez votre piscine
source: Connect your pool
ca: Conecta la teva piscina
de: Verbinden Sie Ihr Schwimmbad
es: Conecta tu piscina
fr: Connectez votre piscine

# Effectué
source: Done
ca: Fet
de: Durchgeführt
es: Hecho
fr: Effectué

source: The bottom part contains liquid. Keep Flipr upright when unscrewing.
ca: La part inferior conté líquid. Guarda Flipr en vertical un cop l'hagis desenroscat.
de: Der untere Teil enthält Flüssigkeit. Halten Sie Flipr beim Abschrauben aufrecht.
es: La parte inferior contiene un líquido. Guarda Flipr en vertical cuando lo desatornilles
fr: La partie basse contient du liquide. Gardez Flipr à la verticale lors du dévissage.

# Initialiser
source: Initialize
ca: Iniciar
de: Initialisieren
es: Inicializar
fr: Initialiser

source: Unscrew the lower part of the Flipr. The lower part consists of either the Flipr cap (full cover) or an openwork cover. If you unscrew the cap, there is liquid in it: you can throw it away.
ca: Desenrosca la part inferior del Flipr. La part inferior està formada per la tapa Flipr (tapa completa) o una tapa calada. Si descarregues el tap, hi ha líquid: el podeu llençar.
de: Schrauben Sie den unteren Teil des Flipr ab. Der untere Teil besteht entweder aus der Flipr-Kappe (fester Deckel) oder einem perforierten Deckel. Wenn Sie den Deckel abschrauben, befindet sich Flüssigkeit darin: Sie können ihn wegwerfen.
es: Desatornilla la parte inferior del Flipr. La parte inferior consta de la tapa Flipr (cubierta completa) o una cubierta calada. Si desenrosca la tapa, hay líquido en ella: puede tirarla.
fr: Dévissez la partie basse du Flipr. La partie basse se compose soit du capuchon de Flipr (cache plein), soit d’un cache ajouré. Si vous dévissez le capuchon, du liquide se trouve dedans : vous pouvez le jeter.

# Munissez-vous du capuchon. Versez le contenu du flacon bleu dans le capuchon.
source: Get the cap. Pour the contents of the blue or marked PH 7 bottle into the cap.
ca: Agafa la gorra. Aboqui el contingut de l'ampolla blava o marcada amb PH 7 a la tapa.
de: Holen Sie sich die Kappe. Gießen Sie den Inhalt der blauen oder mit PH 7 gekennzeichneten Flasche in den Verschluss.
es: Consigue la gorra. Vierta el contenido de la botella PH 7 azul o marcada en la tapa.
fr: Munissez-vous du capuchon. Versez le contenu du flacon bleu ou marqué PH 7 dans le capuchon.
nl: Pak de dop. Giet de inhoud van de blauwe of gemarkeerde fles PH 7 in de dop.

# Vissez le capuchon sur l’appareil.
source: Screw the cap onto the device.
ca: Enrosca la tapa a l'aparell
de: Schrauben Sie die Kappe auf das Gerät.
es: Atornilla la tapa en el aparato
fr: Vissez le capuchon sur l’appareil.

# Cliquez sur le bouton "Initialiser".
source: Click on the "Initialize" button.
ca: Fes clic sobre el botó "Iniciar"
de: Klicken Sie auf die Schaltfläche "Initialisieren".
es: Haz clic en el botón "Iniciar".
fr: Cliquez sur le bouton "Initialiser".

# Calibrage en cours
source: Calibration in progress
ca: Calibratge en curs
de: Kalibrierung in Arbeit
es: Calibraje en curso
fr: Calibrage en cours

source: This process takes about 2 minutes. Please stay in close proximity to your phone and the Flipr device and keep the application open and active.
ca: Aquesta operació pot durar uns 2 minuts. Queda't a la proximitat immediata del teu telèfon y de l'aparell Flipr. Deixa l'aplicació oberta i activa.
de: Dieser Vorgang dauert etwa 2 Minuten. Bitte bleiben Sie in der Nähe Ihres Telefons und des Flipr-Geräts und halten Sie die Anwendung geöffnet und aktiv.
es: Esta operación puede durar
fr: Cette opération prend environs 2 minutes. Veuillez rester à proximité immédiate de votre téléphone et de l’appareil Flipr. Maintenez l’application ouverte et active.

# Calibration Ph7 réussie
source: Successful pH7 calibration!
ca: Calibratge Ph7 fet.
de: Erfolgreiche pH7-Kalibrierung!
es: Calibración Ph7 realizada
fr: Calibration Ph7 réussie

source: Unscrew the lower part of the Flipr and pour the previously used liquid into a container.
ca: Desenrosca la part inferior de Flipr. Tira el líquid utilitzat abans en un recipient
de: Schrauben Sie den unteren Teil des Flipr ab und gießen Sie die zuvor verwendete Flüssigkeit in einen Behälter.
es: Desatornilla la parte de abajo del Flipr. Vuelca el líquido anteriormente utilizado dentro de un recipiente.
fr: Dévissez la partie basse du Flipr.Versez le liquide précédemment utilisé dans un récipient.

# Versez le contenu du flacon rouge dans le capuchon.
source: Pour the contents of the red or marked PH 4 bottle into the cap.
ca: Aboqui el contingut de l'ampolla vermella o marcada amb PH 4 a la tapa.
de: Gießen Sie den Inhalt der roten oder mit PH 4 gekennzeichneten Flasche in den Verschluss.
es: Vierta el contenido de la botella de PH 4 roja o marcada en la tapa.
fr: Versez le contenu du flacon rouge ou marqué PH 4 dans le capuchon.
nl: Giet de inhoud van de rode of gemarkeerde fles PH 4 in de dop.

# Calibration pH4 réussie !
source: Successful pH4 calibration!
ca: Calibratge pH4 fet!
de: Erfolgreiche pH4-Kalibrierung!
es: ¡Calibración pH4 realizada!
fr: Calibration pH4 réussie !

# Contrôle bandelette
source: Strip control
ca: Control de tires
de: Kontrolle des Streifens
es: Control de tiras
fr: Contrôle bandelette
