Repository: AjeeshDevnapps/FlipriOS
Catalog: IOS-master/Flipr/*.lproj/Localizable.strings
Languages: ca, de, es, fr, nl

source: Connect the gateway using the USB cable and stay close by. Wait a few seconds until the LED light up.
ca: Connecteu la passarel·la mitjançant el cable USB i mantingueu-vos a prop. Espereu uns segons fins que els LED s'il·luminin.
de: Schließen Sie das Kabelmodem mit dem USB-Kabel an und bleiben Sie in der Nähe. Warten Sie ein paar Sekunden, bis die LED aufleuchtet.
es: Conecte la pasarela mediante el cable USB y manténgase cerca. Espera unos segundos hasta que se encienda el LED.
fr: Branchez la passerelle au moyen du câble USB et restez à proximité. Attendez quelques secondes jusqu’à ce que le voutant s’allume.
nl: Sluit de gateway aan met de USB-kabel en blijf in de buurt. Wacht een paar seconden totdat de LED's oplichten.

source: Congratulations, you're about to install a Flipr AnalysR V3. The first step is to link your device to your account and, if necessary, set it to a nominal operating mode, enabling it to automatically perform around twenty measurements a day. Once this has been done, we'll ask you to measure the characteristics of your pool or spa using a test strip. This is a very important step, as it enables our algorithms to take into account certain parameters that the Flipr probes do not measure (total alkalinity, total hardness and stabilizer levels). Finally, we'll ask you to connect your Flipr Connect (Gateway) to enable your Flipr AnalysR to transmit data to our systems. Flipr Connect is essential for automatic data retrieval. You will need to leave it plugged in and connected to your Wifi network. Please note that Flipr Connect V1 only works on 2.4 GHz Wifi networks. Should any of these steps fail, it will still be possible to perform them individually from the settings menu. All Flipr AnalysRs are factory-calibrated, but you will be asked to perform a calibration after a certain period of use to refine the measured data.
ca: Enhorabona, esteu a punt d'instal·lar un Flipr AnalysR V3. El primer pas és enllaçar el vostre dispositiu al vostre compte i, si cal, configurar-lo en un mode de funcionament nominal, que li permeti realitzar automàticament una vintena de mesures al dia. Un cop fet això, et demanarem que mesuris les característiques de la teva piscina o spa amb una tira reactiva. Aquest és un pas molt important, ja que permet als nostres algorismes tenir en compte determinats paràmetres que les sondes Flipr no mesuren (alcalinitat total, duresa total i nivells d'estabilitzador). Finalment, us demanarem que connecteu el vostre Flipr Connect (gateway) per permetre que el vostre Flipr AnalysR transmeti dades als nostres sistemes. Flipr Connect és essencial per a la recuperació automàtica de dades. Haureu de deixar-lo endollat i connectat a la vostra xarxa Wifi. Tingueu en compte que Flipr Connect V1 només funciona amb xarxes Wifi de 2,4 GHz. Si algun d'aquests passos falla, encara serà possible realitzar-los individualment des del menú de configuració. Tots els Flipr AnalysR estan calibrats de fàbrica, però se us demanarà que feu un calibratge després d'un període d'ús determinat per refinar les dades mesurades.
de: Herzlichen Glückwunsch, Sie sind dabei, einen Flipr AnalysR V3 zu installieren. Der erste Schritt besteht darin, Ihr Gerät mit Ihrem Konto zu verknüpfen und es bei Bedarf in einen Nennbetriebsmodus zu versetzen, sodass es automatisch etwa zwanzig Messungen pro Tag durchführen kann. Sobald dies erledigt ist, bitten wir Sie, die Eigenschaften Ihres Pools oder Spas mithilfe eines Teststreifens zu messen. Dies ist ein sehr wichtiger Schritt, da er es unseren Algorithmen ermöglicht, bestimmte Parameter zu berücksichtigen, die die Flipr-Sonden nicht messen (Gesamtalkalität, Gesamthärte und Stabilisatorgehalt). Abschließend bitten wir Sie, Ihr Flipr Connect (Gateway) anzuschließen, damit Ihr Flipr AnalysR Daten an unsere Systeme übertragen kann. Flipr Connect ist für den automatischen Datenabruf unerlässlich. Sie müssen es eingesteckt und mit Ihrem WLAN-Netzwerk verbunden lassen. Bitte beachten Sie, dass Flipr Connect V1 nur in 2,4-GHz-WLAN-Netzwerken funktioniert. Sollte einer dieser Schritte fehlschlagen, können Sie ihn dennoch einzeln über das Einstellungsmenü ausführen. Alle Flipr AnalysRs sind werkseitig kalibriert, Sie werden jedoch nach einer bestimmten Nutzungsdauer aufgefordert, eine Kalibrierung durchzuführen, um die Messdaten zu verfeinern.
es: Felicitaciones, está a punto de instalar un Flipr AnalysR V3. El primer paso es vincular su dispositivo a su cuenta y, si es necesario, configurarlo en un modo de funcionamiento nominal, lo que le permitirá realizar automáticamente unas veinte mediciones al día. Una vez hecho esto, le pediremos que mida las características de su piscina o spa con una tira reactiva. Este es un paso muy importante, ya que permite que nuestros algoritmos tengan en cuenta ciertos parámetros que las sondas Flipr no miden (alcalinidad total, dureza total y niveles de estabilizador). Finalmente, le pediremos que conecte su Flipr Connect (Puerta de enlace) para permitir que su Flipr AnalysR transmita datos a nuestros sistemas. Flipr Connect es esencial para la recuperación automática de datos. Tendrás que dejarlo enchufado y conectado a tu red Wifi. Tenga en cuenta que Flipr Connect V1 solo funciona en redes Wifi de 2,4 GHz. Si alguno de estos pasos falla, aún será posible realizarlos individualmente desde el menú de configuración. Todos los Flipr AnalysR están calibrados de fábrica, pero se le pedirá que realice una calibración después de un cierto período de uso para refinar los datos medidos.
fr: Félicitation, vous êtes sur le point d’installer un Flipr AnalysR V3. La première étape consiste à relier votre appareil à votre compte et éventuellement à le mettre dans un mode de fonctionnement nominal, permettant d’effectuer automatiquement une vingtaine de mesures par jour. Cette étape effectuée, nous vous demanderons de mesurer les caractéristiques de votre piscine ou spa à l’aide d’une bandelette. Cette étape est très importante car elle donne des indications à nos algorithmes pour prendre en compte certains paramètres que les sondes de Flipr ne mesurent pas (Alcalinité totale, dureté totale et taux de stabilisant). Enfin, nous vous demanderons de relier votre Flipr Connect (Passerelle) pour permettre à votre Flipr AnalysR de transmettre les données à nos systèmes. Le Flipr Connect est indispensable pour récupérer les données automatiquement. Il sera nécessaire de le laisser branché et connecté à votre réseau Wifi. Veuillez noter que le Flipr Connect V1 ne fonctionne que sur des réseaux Wifi 2.4 GHz. Dans l’éventualité où une de ses étape échouerait, il sera toujours possible de les réaliser individuellesment à partir du menu paramètres. Nos les Flipr AnalysR sont tous calibrés en usine mais il vous sera demandé de réaliser un calibrage après un certain temps d’utilisation pour affiner les données mesurées.
nl: Gefeliciteerd, u staat op het punt een Flipr AnalysR V3 te installeren. De eerste stap is om uw toestel aan uw account te koppelen en indien nodig in een nominale bedrijfsmodus te zetten, zodat het automatisch een twintigtal metingen per dag kan uitvoeren. Zodra dit is gebeurd, vragen we u om de eigenschappen van uw zwembad of spa te meten met een teststrip. Dit is een zeer belangrijke stap, omdat het onze algoritmen in staat stelt rekening te houden met bepaalde parameters die de Flipr-sondes niet meten (totale alkaliteit, totale hardheid en stabilisatorniveaus). Ten slotte vragen we u om uw Flipr Connect (Gateway) aan te sluiten zodat uw Flipr AnalysR gegevens naar onze systemen kan verzenden. Flipr Connect is essentieel voor het automatisch ophalen van gegevens. U moet het aangesloten en verbonden laten met uw wifi-netwerk. Houd er rekening mee dat Flipr Connect V1 alleen werkt op 2,4 GHz wifi-netwerken. Mocht een van deze stappen mislukken, dan is het nog steeds mogelijk om ze afzonderlijk uit te voeren vanuit het instellingenmenu. Alle Flipr AnalysR's zijn in de fabriek gekalibreerd, maar u wordt gevraagd om na een bepaalde gebruiksperiode een kalibratie uit te voeren om de gemeten gegevens te verfijnen.

source: Strip Test
ca: Test de tira
de: Streifentest
es: Prueba de tira
fr: Test bandelette

source: TH (Total Hardeness)
ca: TH (duresa total)
de: TH (Gesamthärte)
es: TH (dureza total)
fr: TH (Dureté Totale)
nl: TH (totale hardheid)

source: Alkalinity
ca: Alcalinitat
de: Alkalinität
es: Alcalinidad
fr: Alcalinité
nl: Alkaliteit

source: Stabilizer
ca: Estabilitzador
de: Stabilisator
es: Estabilizador
fr: Stabilisant
nl: stabilisator

# Trens & Analysis
source: Trends & Analysis
ca: Tendències i anàlisi
de: Trends & Analyse
es: Trenes y análisis
fr: Analyses et tendances
nl: Trens & Analyse

source: Thresholds
ca: Llindars
de: Schwellenwerte
es: umbrales
fr: Seuils
nl: drempels

source: Default Thresholds
ca: Llindars per defecte
de: Standardschwellenwerte
es: Umbrales predeterminados
fr: Seuils par défaut
nl: Standaard drempels

source: If the Langelier Saturation Index (LSI) is less than -0.6, the water is corrosive and has a high potential to damage metal surfaces.
ca: Si l'índex de saturació de Langelier (LSI) és inferior a -0,6, l'aigua és corrosiva i té un alt potencial per causar danys a les superfícies metàl·liques.
de: Wenn der Langelier-Sättigungsindex (LSI) weniger als -0,6 beträgt, ist das Wasser korrosiv und kann möglicherweise Metalloberflächen beschädigen.
es: Si el índice de saturación de Langelier (LSI) es inferior a -0,6, el agua es corrosiva y tiene un alto potencial de causar daños a las superficies metálicas.
fr: Si l'indice de saturation de Langelier (LSI) est inférieur à -0,6, l'eau est corrosive et a un potentiel élevé d'endommager les surfaces métalliques.
nl: Als de Langelier Saturation Index (LSI) lager is dan -0,6, is het water corrosief en heeft het een groot potentieel om schade aan metalen oppervlakken te veroorzaken.

source: If the Langelier Saturation Index (LSI) is in the range of -0.6 to -0.4, the water is considered corrosive, indicating moderate potential for damage to metal surfaces.
ca: Si l'índex de saturació de Langelier (LSI) es troba dins del rang de -0,6 a -0,4, l'aigua es considera corrosiva, cosa que indica un potencial moderat de causar danys a les superfícies metàl·liques.
de: Wenn der Langelier-Sättigungsindex (LSI) im Bereich von -0,6 bis -0,4 liegt, gilt das Wasser als korrosiv, was auf ein mäßiges Schadenspotenzial an Metalloberflächen hinweist.
es: Si el índice de saturación de Langelier (LSI) cae dentro del rango de -0,6 a -0,4, el agua se considera corrosiva, lo que indica un potencial moderado para causar daños a las superficies metálicas.
fr: Si l'indice de saturation de Langelier (LSI) se situe dans la plage de -0,6 à -0,4, l'eau est considérée comme corrosive, indiquant un potentiel modéré d'endommagement des surfaces métalliques.
nl: Als de Langelier Saturation Index (LSI) binnen het bereik van -0,6 tot -0,4 valt, wordt het water als corrosief beschouwd, wat wijst op een matige kans op het veroorzaken van schade aan metalen oppervlakken.

source: If the Langelier Saturation Index (LSI) is between -0.4 and -0.2, the water is still corrosive but with a lower potential to damage metal surfaces.
ca: Si l'índex de saturació de Langelier (LSI) està entre -0,4 i -0,2, l'aigua encara és corrosiva però amb un menor potencial de danyar les superfícies metàl·liques.
de: Wenn der Langelier-Sättigungsindex (LSI) zwischen -0,4 und -0,2 liegt, ist das Wasser immer noch korrosiv, weist jedoch ein geringeres Potenzial für Schäden an Metalloberflächen auf.
es: Si el índice de saturación de Langelier (LSI) está entre -0,4 y -0,2, el agua sigue siendo corrosiva pero con un potencial menor de causar daños a las superficies metálicas.
fr: Si l'indice de saturation de Langelier (LSI) est compris entre -0,4 et -0,2, l'eau est toujours corrosive mais avec un potentiel plus faible d'endommager les surfaces métalliques.
nl: Als de Langelier Saturation Index (LSI) tussen -0,4 en -0,2 ligt, is het water nog steeds corrosief, maar met een lager potentieel om schade aan metalen oppervlakken te veroorzaken.

source: If the Langelier Saturation Index (LSI) is in the range of -0.2 to 0.1, the water is considered to be in a balanced state. This indicates that the water has a relatively low potential for scaling and corrosion.
ca: Si l'índex de saturació de Langelier (LSI) es troba dins del rang de -0,2 a 0,1, es considera que l'aigua es troba en un estat equilibrat. Indica que l'aigua té un potencial relativament baix tant d'escala com de corrosió.
de: Wenn der Langelier-Sättigungsindex (LSI) im Bereich von -0,2 bis 0,1 liegt, gilt das Wasser als in einem ausgeglichenen Zustand. Dies weist darauf hin, dass das Wasser ein relativ geringes Potenzial für Ablagerungen und Korrosion aufweist.
es: Si el índice de saturación de Langelier (LSI) cae dentro del rango de -0.2 a 0.1, se considera que el agua está en un estado equilibrado. Indica que el agua tiene un potencial relativamente bajo tanto para la formación de incrustaciones como para la corrosión.
fr: Si l'indice de saturation de Langelier (LSI) se situe dans la plage de -0,2 à 0,1, l'eau est considérée comme étant dans un état équilibré. Cela indique que l'eau a un potentiel relativement faible d'entartrage et de corrosion.
nl: Als de Langelier Saturation Index (LSI) binnen het bereik van -0,2 tot 0,1 valt, wordt het water geacht zich in een evenwichtige toestand te bevinden. Het geeft aan dat het water een relatief laag potentieel heeft voor zowel kalkaanslag als corrosie.

source: If the Langelier Saturation Index (LSI) is between 0.1 and 0.3, the water is considered to have a slight scaling potential. This indicates that the water tends to deposit scale on surfaces but still remains within an acceptable range.
ca: Si l'índex de saturació de Langelier (LSI) està entre 0,1 i 0,3, es considera que l'aigua té un lleuger potencial d'escala. Indica que l'aigua té tendència a dipositar una mica d'escala a les superfícies, però encara es manté dins d'un rang acceptable.
de: Wenn der Langelier-Sättigungsindex (LSI) zwischen 0,1 und 0,3 liegt, wird davon ausgegangen, dass das Wasser ein leichtes Ablagerungspotenzial aufweist. Dies weist darauf hin, dass das Wasser dazu neigt, Kalkablagerungen auf Oberflächen abzulagern, aber dennoch im akzeptablen Bereich bleibt.
es: Si el índice de saturación de Langelier (LSI) está entre 0,1 y 0,3, se considera que el agua tiene un ligero potencial de formación de incrustaciones. Indica que el agua tiene tendencia a depositar algunas incrustaciones en las superficies, pero aún permanece dentro de un rango aceptable.
fr: Si l'indice de saturation de Langelier (LSI) est compris entre 0,1 et 0,3, l'eau est considérée comme ayant un léger potentiel d'entartrage. Cela indique que l'eau a tendance à déposer du tartre sur les surfaces mais reste toujours dans une plage acceptable.
nl: Als de Langelier Saturation Index (LSI) tussen 0,1 en 0,3 ligt, wordt aangenomen dat het water een licht kalkvormingspotentieel heeft. Het geeft aan dat het water de neiging heeft om wat kalk op oppervlakken af te zetten, maar nog steeds binnen een acceptabel bereik blijft.

source: If the Langelier Saturation Index (LSI) is in the range of 0.3 to 0.5, the water is considered to have moderate scaling potential. This suggests that water has an increased likelihood of depositing scale on surfaces, and care should be taken to manage and prevent scale problems.
ca: Si l'índex de saturació de Langelier (LSI) es troba dins del rang de 0,3 a 0,5, es considera que l'aigua té un potencial d'escala moderat. Suggereix que l'aigua té una major probabilitat de dipositar incrustacions a les superfícies, i s'han de prendre precaucions per gestionar i prevenir problemes d'escala.
de: Wenn der Langelier-Sättigungsindex (LSI) im Bereich von 0,3 bis 0,5 liegt, wird davon ausgegangen, dass das Wasser ein mäßiges Ablagerungspotenzial aufweist. Dies deutet darauf hin, dass das Wasser eine erhöhte Wahrscheinlichkeit hat, Ablagerungen auf Oberflächen abzulagern, und dass Vorkehrungen getroffen werden sollten, um Ablagerungsprobleme in den Griff zu bekommen und zu verhindern.
es: Si el índice de saturación de Langelier (LSI) cae dentro del rango de 0,3 a 0,5, se considera que el agua tiene un potencial de incrustación moderado. Sugiere que el agua tiene una mayor probabilidad de depositar incrustaciones en las superficies, y se deben tomar precauciones para manejar y prevenir problemas de incrustaciones.
fr: Si l'indice de saturation de Langelier (LSI) se situe dans la plage de 0,3 à 0,5, l'eau est considérée comme ayant un potentiel d'entartrage modéré. Cela suggère que l'eau a une probabilité accrue de déposer du tartre sur les surfaces, et des précautions doivent être prises pour gérer et prévenir les problèmes de tartre.
nl: Als de Langelier Saturation Index (LSI) binnen het bereik van 0,3 tot 0,5 valt, wordt aangenomen dat het water een matig aanslagpotentieel heeft. Het suggereert dat het water een grotere kans heeft op het afzetten van kalk op oppervlakken en dat er voorzorgsmaatregelen moeten worden genomen om kalkaanslag te beheersen en te voorkomen.

source: If the Langelier Saturation Index (LSI) is greater than 0.5, the water is considered to have a high scaling potential. This indicates that water has a significant tendency to deposit scale on surfaces, which can lead to clogging, reduced efficiency, and other operating problems in equipment and plumbing systems. Appropriate measures should be taken to control scaling in water systems.
ca: Si l'índex de saturació de Langelier (LSI) és superior a 0,5, es considera que l'aigua té un alt potencial d'escala. Indica que l'aigua té una tendència important a dipositar incrustacions a les superfícies, cosa que pot provocar obstruccions, reducció de l'eficiència i altres problemes operatius en equips i sistemes de fontaneria. S'han de prendre les mesures adequades per controlar l'escala dels sistemes d'aigua.
de: Wenn der Langelier-Sättigungsindex (LSI) größer als 0,5 ist, wird davon ausgegangen, dass das Wasser ein hohes Ablagerungspotenzial aufweist. Dies weist darauf hin, dass das Wasser eine erhebliche Tendenz zur Ablagerung von Ablagerungen auf Oberflächen hat, was zu Verstopfungen, verringerter Effizienz und anderen Betriebsproblemen in Geräten und Sanitärsystemen führen kann. Es sollten geeignete Maßnahmen ergriffen werden, um die Ablagerungen in Wassersystemen zu kontrollieren.
es: Si el índice de saturación de Langelier (LSI) es superior a 0,5, se considera que el agua tiene un alto potencial de incrustación. Indica que el agua tiene una tendencia significativa a depositar incrustaciones en las superficies, lo que puede provocar obstrucciones, reducción de la eficiencia y otros problemas operativos en equipos y sistemas de plomería. Se deben tomar las medidas adecuadas para controlar las incrustaciones en los sistemas de agua.
fr: Si l'indice de saturation de Langelier (LSI) est supérieur à 0,5, l'eau est considérée comme ayant un potentiel d'entartrage élevé. Cela indique que l'eau a une tendance importante à déposer du tartre sur les surfaces, ce qui peut entraîner un colmatage, une réduction de l'efficacité et d'autres problèmes de fonctionnement des équipements et des systèmes de plomberie. Des mesures appropriées doivent être prises pour contrôler l'entartrage dans les systèmes d'eau.
nl: Als de Langelier Saturation Index (LSI) groter is dan 0,5, wordt aangenomen dat het water een hoog aanslagpotentieel heeft. Het geeft aan dat het water de neiging heeft om kalkaanslag af te zetten op oppervlakken, wat kan leiden tot verstopping, verminderde efficiëntie en andere operationele problemen in apparatuur en sanitaire systemen. Er moeten passende maatregelen worden genomen om kalkaanslag in watersystemen te beheersen.
