Repository: AjeeshDevnapps/FlipriOS
Catalog: IOS-master/Flipr/*.lproj/Localizable.strings
Languages: ca, de, es, fr, nl

source: Although our probes are perfectly calibrated and tested before leaving the factory, there are times when unexpected situations arise, and a little recalibration might be necessary, even on new equipment. Yes, even the best equipment can encounter such challenges! To ensure precise measurements and avoid any mishaps, we highly recommend regular calibration. It's like giving your probes a little energy boost! Remember to take good care of your probes by performing calibration at least once per season. They will definitely show their appreciation in a hundredfold! Oh, and just a heads up, we understand that sometimes Bluetooth can get a bit temperamental in certain electromagnetic environments. If that happens, don't worry! Our friendly technical team will guide you through a calibration process in disconnected mode. We always have a solution, even when dealing with Bluetooth's quirks! 😉
de: Obwohl unsere Sonden vor Verlassen des Werks perfekt kalibriert und getestet sind, kann es vorkommen, dass unerwartete Situationen auftreten und eine kleine Neukalibrierung erforderlich sein kann, selbst bei neuen Geräten. Ja, selbst die beste Ausrüstung kann solche Herausforderungen meistern! Um präzise Messungen zu gewährleisten und Pannen vorzubeugen, empfehlen wir dringend eine regelmäßige Kalibrierung. Es ist, als würden Sie Ihren Sonden einen kleinen Energieschub geben! Denken Sie daran, Ihre Sonden gut zu pflegen, indem Sie mindestens einmal pro Saison eine Kalibrierung durchführen. Sie werden ihre Wertschätzung auf jeden Fall hundertfach zeigen! Oh, und nur als Hinweis: Wir verstehen, dass Bluetooth in bestimmten elektromagnetischen Umgebungen manchmal etwas launisch werden kann. Wenn das passiert, machen Sie sich keine Sorgen! Unser freundliches technisches Team führt Sie durch einen Kalibrierungsprozess im getrennten Modus. Wir haben immer eine Lösung, auch wenn es um die Macken von Bluetooth geht! 😉
es: Aunque nuestras sondas están perfectamente calibradas y probadas antes de salir de fábrica, hay ocasiones en las que surgen situaciones inesperadas y puede ser necesaria una pequeña recalibración, incluso en equipos nuevos. ¡Sí, incluso el mejor equipo puede enfrentar tales desafíos! Para garantizar mediciones precisas y evitar contratiempos, recomendamos encarecidamente una calibración regular. ¡Es como darle a tus sondas un pequeño empujón de energía! Recuerde cuidar bien sus sondas realizando la calibración al menos una vez por temporada. ¡Definitivamente mostrarán su agradecimiento al cien por cien! Ah, y solo un aviso, entendemos que a veces Bluetooth puede volverse un poco temperamental en ciertos entornos electromagnéticos. Si eso sucede, ¡no te preocupes! Nuestro amigable equipo técnico lo guiará a través de un proceso de calibración en modo desconectado. ¡Siempre tenemos una solución, incluso cuando se trata de las peculiaridades de Bluetooth! 😉
fr: Même si nos sondes sortent de l'usine parfaitement calibrées et testées, parfois la vie leur joue des tours et un petit recalibrage s'impose, même sur du matériel tout neuf. Oui, cela arrive même aux meilleurs ! Pour éviter tout incident et garantir des mesures impeccables, nous vous recommandons un calibrage régulier. C'est un peu comme leur donner un coup de boost, vous savez ! Prenez soin de vos sondes en les calibrant au moins une fois par saison. Elles vous rendront la pareille au centuple ! Ah, au fait, nous savons qu'il arrive parfois que le Bluetooth se fâche avec votre maison et refuse de se calibrer. C'est normal, l'environnement électromagnétique peut être un vrai casse-tête. Dans ce cas, pas de panique, notre équipe technique sympathique vous guidera à travers un processus de calibrage en mode déconnecté. Nous avons toujours une solution, même face aux caprices du Bluetooth ! 😉
nl: Hoewel onze sondes perfect zijn gekalibreerd en getest voordat ze de fabriek verlaten, zijn er momenten waarop zich onverwachte situaties voordoen en een kleine herkalibratie nodig kan zijn, zelfs bij nieuwe apparatuur. Ja, zelfs de beste uitrusting kan zulke uitdagingen aangaan! Om nauwkeurige metingen te garanderen en ongelukken te voorkomen, raden we ten zeerste aan om regelmatig te kalibreren. Het is alsof je je sondes een kleine energieboost geeft! Vergeet niet om goed voor uw sondes te zorgen door minstens één keer per seizoen een kalibratie uit te voeren. Ze zullen hun waardering zeker honderdvoudig tonen! Oh, en even een waarschuwing, we begrijpen dat Bluetooth soms een beetje temperamentvol kan worden in bepaalde elektromagnetische omgevingen. Maak je geen zorgen als dat gebeurt! Ons vriendelijke technische team begeleidt u door een kalibratieproces in de losgekoppelde modus. We hebben altijd een oplossing, zelfs als het gaat om de eigenaardigheden van Bluetooth! 😉

source: Successful Calibration
de: Erfolgreiche Kalibrierung
es: Calibración exitosa
fr: Étalonnage réussi
nl: Succesvolle kalibratie

source: 1. Unscrew the storage cap 2. Screw on the protective Grille 3. Place Flipr in your pool
de: 1. Schrauben Sie den Aufbewahrungsdeckel ab 2. Schutzgitter anschrauben 3. Platzieren Sie Flipr in Ihrem Pool
es: 1. Desenrosque la tapa de almacenamiento 2. Atornille la rejilla protectora 3. Coloque Flipr en su piscina
fr: 1. Dévisser le bouchon de stockage 2. Visser la grille de protection 3. Placez Flipr dans votre piscine
nl: 1. Schroef de bewaardop los 2. Schroef het beschermrooster vast 3. Plaats Flipr in uw zwembad

source: The initial measurements are expected to be received within 1.5 hours, but they might be inaccurate for a few hours due to the calibration solutions. Calibration fluids can be stored for several days provided they remain uncontaminated. If you are uncertain about their condition, it is advisable to dispose of them.
de: Die ersten Messungen werden voraussichtlich innerhalb von 1,5 Stunden eingehen, sie können jedoch aufgrund der Kalibrierungslösungen einige Stunden lang ungenau sein. Kalibrierflüssigkeiten können mehrere Tage gelagert werden, sofern sie nicht kontaminiert sind. Wenn Sie sich über ihren Zustand nicht sicher sind, empfiehlt es sich, sie zu entsorgen.
es: Se espera que las mediciones iniciales se reciban en 1,5 horas, pero pueden ser inexactas durante algunas horas debido a las soluciones de calibración. Los fluidos de calibración se pueden almacenar durante varios días siempre que no se contaminen. Si no está seguro de su estado, es recomendable desecharlos.
fr: Les mesures initiales devraient être reçues dans les 1,5 heures, mais elles pourraient être imprécises pendant quelques heures en raison des solutions d'étalonnage. Les fluides d'étalonnage peuvent être stockés pendant plusieurs jours à condition qu'ils ne soient pas contaminés. Si vous n'êtes pas sûr de leur état, il est conseillé de les jeter.
nl: De eerste metingen worden naar verwachting binnen 1,5 uur ontvangen, maar kunnen vanwege de kalibratieoplossingen enkele uren onnauwkeurig zijn. Kalibratievloeistoffen kunnen meerdere dagen worden bewaard, mits ze niet verontreinigd blijven. Als u niet zeker bent van hun toestand, is het raadzaam om ze weg te gooien.

source: Flipr was designed to spare you from the hassle of daily strip tests. However, the initial and annual strip tests are essential to unveil some juicy, hidden physico-chemical secrets not captured by our sensors – think hardness, alkalinity, and the elusive presence of stabilizers! You don't want our algorithms to miss out on the spicy details, do you? Pro tip: Don't forget to redo the test after a pool drain or some fancy treatments related to hardness or alkalinity. If you neglect this vital information, Flipr's suggestions might end up feeling a bit wobbly! But fear not, my adventurous pool owner! You can check out all these exciting data in the expert view of Flipr. Get ready to dive into a world of detailed pool water wonders, where precision meets party! Keep an eye on those numbers, and you'll be swimming in the ultimate pool enjoyment. Cowabunga! 🏊‍♂️🌊😎
de: Flipr wurde entwickelt, um Ihnen den Aufwand täglicher Streifentests zu ersparen. Allerdings sind die anfänglichen und jährlichen Streifentests unerlässlich, um einige saftige, verborgene physikalisch-chemische Geheimnisse zu enthüllen, die unsere Sensoren nicht erfassen – denken Sie an Härte, Alkalität und das schwer fassbare Vorhandensein von Stabilisatoren! Sie möchten doch nicht, dass unseren Algorithmen die pikanten Details entgehen, oder? Profi-Tipp: Vergessen Sie nicht, den Test nach einem Poolabfluss oder einigen ausgefallenen Behandlungen im Zusammenhang mit Härte oder Alkalität zu wiederholen. Wenn Sie diese wichtigen Informationen vernachlässigen, könnten die Vorschläge von Flipr am Ende etwas wackelig wirken! Aber keine Angst, mein abenteuerlustiger Poolbesitzer! All diese spannenden Daten können Sie in der Expertenansicht von Flipr einsehen. Machen Sie sich bereit, in eine Welt voller detaillierter Poolwasserwunder einzutauchen, in der Präzision auf Party trifft! Behalten Sie diese Zahlen im Auge und Sie werden im ultimativen Poolvergnügen schwimmen. Cowabunga! 🏊‍♂️🌊😎
es: Flipr fue diseñado para evitarle las molestias de las tiras reactivas diarias. Sin embargo, las tiras de prueba iniciales y anuales son esenciales para revelar algunos secretos fisicoquímicos ocultos y jugosos que nuestros sensores no capturan: ¡piense en la dureza, la alcalinidad y la esquiva presencia de estabilizadores! No querrá que nuestros algoritmos se pierdan los detalles picantes, ¿verdad? Consejo profesional: no olvide volver a realizar la prueba después de un drenaje de la piscina o algunos tratamientos sofisticados relacionados con la dureza o la alcalinidad. Si descuida esta información vital, ¡las sugerencias de Flipr podrían terminar sintiéndose un poco inestables! ¡Pero no temas, mi aventurero dueño de la piscina! Puede consultar todos estos interesantes datos en la vista experta de Flipr. ¡Prepárese para sumergirse en un mundo de maravillas detalladas en el agua de la piscina, donde la precisión se encuentra con la fiesta! Esté atento a esos números y estará nadando en el máximo disfrute de la piscina. ¡Cowabunga! 🏊‍♂️🌊😎
fr: Flipr a été conçu pour vous épargner les tracas des tests de bandelettes quotidiens. Cependant, les tests de bandelettes initiaux et annuels sont essentiels pour révéler certains secrets physico-chimiques juteux et cachés, qui ne sont pas capturés par nos capteurs - pensez à la dureté, à l'alcalinité et à la présence insaisissable des stabilisateurs ! Vous ne voulez pas que nos algorithmes passent à côté de ces détails épicés, n'est-ce pas ? Astuce de pro : n'oubliez pas de refaire le test après une vidange de piscine ou des traitements spécifiques liés à la dureté ou à l'alcalinité. Si vous négligez ces informations vitales, les suggestions de Flipr pourraient sembler un peu instables ! Mais ne craignez rien, ô propriétaire intrépide de piscine ! Vous pouvez consulter toutes ces données passionnantes dans la vue experte de Flipr. Préparez-vous à plonger dans un monde de merveilles détaillées de l'eau de piscine, où la précision rencontre la fête ! Gardez un œil sur ces chiffres, et vous profiterez pleinement de votre piscine. Cowabunga ! 🏊‍♂️🌊😎
nl: Flipr is ontworpen om u het gedoe van dagelijkse striptests te besparen. De eerste en jaarlijkse striptests zijn echter essentieel om enkele sappige, verborgen fysisch-chemische geheimen te onthullen die niet door onze sensoren worden opgevangen - denk aan hardheid, alkaliteit en de ongrijpbare aanwezigheid van stabilisatoren! Je wilt toch niet dat onze algoritmen de pittige details over het hoofd zien? Pro-tip: vergeet niet de test opnieuw uit te voeren na een zwembadafvoer of na een mooie behandeling met betrekking tot hardheid of alkaliteit. Als u deze essentiële informatie negeert, kunnen de suggesties van Flipr een beetje wiebelig aanvoelen! Maar vrees niet, mijn avontuurlijke zwembadeigenaar! Je kunt al deze opwindende gegevens bekijken in de expertweergave van Flipr. Maak je klaar om in een wereld van gedetailleerde zwembadwaterwonderen te duiken, waar precisie en feest samenkomen! Hou die cijfers in de gaten en je zwemt in het ultieme zwembadgenot. Cowabunga! 🏊‍♂️🌊😎

source: Flipr App's curiosity about your pool's chemical products is for a good cause - to provide personalized water maintenance recommendations, prevent chemical mishaps, calculate accurate dosages, and ensure a safe and enjoyable pool experience. By using its pool chemistry wizardry, the app saves you time and effort, leaving you with a sparkling and trouble-free pool to enjoy all summer long! You can easily provide the information about your pool's chemical products through the convenient "Pool House" menu. In this section, the Flipr App allows users to spill the beans on their pool's chemical secrets, empowering the app to work its magic and deliver tailor-made recommendations for a picture-perfect pool care experience. So, dive into the "Pool House" and let the chemical party begin!
de: Die Neugier der Flipr-App auf die chemischen Produkte Ihres Pools dient einem guten Zweck – um personalisierte Empfehlungen zur Wasserpflege bereitzustellen, chemische Pannen zu verhindern, genaue Dosierungen zu berechnen und ein sicheres und angenehmes Poolerlebnis zu gewährleisten. Durch den Einsatz der Poolchemie-Assistenten spart Ihnen die App Zeit und Mühe und hinterlässt einen strahlenden und störungsfreien Pool, den Sie den ganzen Sommer über genießen können! Über das praktische Menü „Pool House“ können Sie ganz einfach Informationen zu den chemischen Produkten Ihres Pools bereitstellen. In diesem Abschnitt ermöglicht die Flipr-App den Benutzern, die chemischen Geheimnisse ihres Pools zu enthüllen, sodass die App ihre Wirkung entfalten und maßgeschneiderte Empfehlungen für ein perfektes Poolpflegeerlebnis liefern kann. Tauchen Sie also ein in das „Pool House“ und lassen Sie die Chemieparty beginnen!
es: La curiosidad de la aplicación Flipr sobre los productos químicos de su piscina es por una buena causa: brindar recomendaciones personalizadas para el mantenimiento del agua, evitar accidentes químicos, calcular las dosis precisas y garantizar una experiencia segura y agradable en la piscina. Al usar su magia de química de piscinas, la aplicación le ahorra tiempo y esfuerzo, ¡dejándole una piscina reluciente y sin problemas para disfrutar todo el verano! Puede facilitar fácilmente la información sobre los productos químicos de su piscina a través del cómodo menú "Pool House". En esta sección, la aplicación Flipr permite a los usuarios revelar los secretos químicos de su piscina, lo que permite que la aplicación haga su magia y brinde recomendaciones personalizadas para una experiencia de cuidado de la piscina perfecta. Entonces, sumérgete en la "Casa de la piscina" y ¡que comience la fiesta química!
fr: La curiosité de Flipr App pour les produits chimiques de votre piscine, c'est un peu comme si elle était détective privé des bassins ! Elle veut savoir tous les petits secrets magiques qui se cachent dans votre eau pour mieux vous conseiller ! Son objectif ? Vous offrir un entretien personnalisé de l'eau, éviter les catastrophes chimiques, calculer des dosages au poil et vous garantir une piscine qui envoie du lourd, en toute sécurité ! C'est de la chimie de compétition, rien que pour vous ! Et devinez quoi ? Vous pouvez balancer tous les détails sur les produits chimiques de votre piscine grâce au menu génialissime "Pool House" ! Flipr App, en véritable magicienne des piscines, va se servir de ces infos top secrètes pour vous sortir des recommandations sur-mesure et vous offrir une expérience d'entretien de piscine tout simplement parfaite ! Alors, plongez dans le "Pool House" et que la fiesta chimique commence ! L'été sera pétillant et sans soucis !
nl: De nieuwsgierigheid van de Flipr-app naar de chemische producten van uw zwembad is voor een goed doel - om gepersonaliseerde aanbevelingen voor wateronderhoud te geven, chemische ongelukken te voorkomen, nauwkeurige doseringen te berekenen en een veilige en plezierige zwembadervaring te garanderen. Door gebruik te maken van zijn poolchemie-tovenarij, bespaart de app u tijd en moeite, waardoor u een sprankelend en probleemloos zwembad krijgt om de hele zomer van te genieten! De informatie over de chemische producten van uw zwembad kunt u eenvoudig doorgeven via het handige menu "Poolhouse". In dit gedeelte stelt de Flipr-app gebruikers in staat om de bonen op de chemische geheimen van hun zwembad te morsen, waardoor de app zijn magie kan laten werken en op maat gemaakte aanbevelingen kan doen voor een perfecte zwembadonderhoudservaring. Dus duik het "Pool House" in en laat het chemische feest beginnen!

source: Expert View provides access to raw data that is not processed or simplified like the data displayed in dashboards. Interpreting this data requires specialized skills and domain expertise. It is intended for experts and diagnostic purposes, not for direct comparison with dashboard data. While dashboards offer quick insights for most users, Expert View targets professionals seeking in-depth analysis and precise information. Proper interpretation of raw data is crucial as it forms the basis for dashboard visualizations.
de: Expert View bietet Zugriff auf Rohdaten, die nicht wie die in Dashboards angezeigten Daten verarbeitet oder vereinfacht werden. Die Interpretation dieser Daten erfordert spezielle Fähigkeiten und Fachkenntnisse. Es ist für Experten- und Diagnosezwecke gedacht, nicht für den direkten Vergleich mit Dashboard-Daten. Während Dashboards den meisten Benutzern schnelle Einblicke bieten, richtet sich Expert View an Profis, die tiefgreifende Analysen und präzise Informationen suchen. Die richtige Interpretation der Rohdaten ist von entscheidender Bedeutung, da sie die Grundlage für Dashboard-Visualisierungen bilden.
es: Expert View brinda acceso a datos sin procesar que no se procesan ni simplifican como los datos que se muestran en los paneles. La interpretación de estos datos requiere habilidades especializadas y experiencia en el dominio. Está diseñado para expertos y fines de diagnóstico, no para una comparación directa con los datos del tablero. Mientras que los paneles ofrecen información rápida para la mayoría de los usuarios, Expert View se dirige a profesionales que buscan un análisis profundo e información precisa. La interpretación adecuada de los datos sin procesar es crucial, ya que forma la base para las visualizaciones del tablero.
fr: Expert View donne accès à des données brutes qui ne sont pas traitées ou simplifiées comme les données affichées dans les tableaux de bord. L'interprétation de ces données nécessite des compétences spécialisées et une expertise du domaine. Il est destiné aux experts et à des fins de diagnostic, et non à une comparaison directe avec les données du tableau de bord. Alors que les tableaux de bord offrent des informations rapides pour la plupart des utilisateurs, Expert View cible les professionnels à la recherche d'une analyse approfondie et d'informations précises. Une bonne interprétation des données brutes est cruciale car elles constituent la base des visualisations du tableau de bord.
nl: Expert View biedt toegang tot onbewerkte gegevens die niet zijn verwerkt of vereenvoudigd zoals de gegevens die in dashboards worden weergegeven. Het interpreteren van deze gegevens vereist gespecialiseerde vaardigheden en domeinexpertise. Het is bedoeld voor experts en diagnostische doeleinden, niet voor directe vergelijking met dashboardgegevens. Terwijl dashboards snelle inzichten bieden voor de meeste gebruikers, richt Expert View zich op professionals die op zoek zijn naar diepgaande analyses en nauwkeurige informatie. Een juiste interpretatie van ruwe data is cruciaal omdat het de basis vormt voor dashboardvisualisaties.
