Repository: AjeeshDevnapps/FlipriOS
Catalog: IOS-master/Flipr/*.lproj/Localizable.strings
Languages: ca, de, es, fr, nl

# addV3Intro
source: Congratulations, you're about to install a Flipr AnalysR V3. The first step is to link your device to your account and, if necessary, set it to a nominal operating mode, enabling it to automatically perform around twenty measurements a day. Once this has been done, we'll ask you to measure the characteristics of your pool or spa using a test strip. This is a very important step, as it enables our algorithms to take into account certain parameters that the Flipr probes do not measure (total alkalinity, total hardness and stabilizer levels). Finally, we'll ask you to connect your Flipr Connect (Gateway) to enable your Flipr AnalysR to transmit data to our systems. Flipr Connect is essential for automatic data retrieval. You will need to leave it plugged in and connected to your Wifi network. Please note that Flipr Connect V1 only works on 2.4 GHz Wifi networks. Should any of these steps fail, it will still be possible to perform them individually from the settings menu. All Flipr AnalysRs are factory-calibrated, but you will be asked to perform a calibration after a certain period of use to refine the measured data.
de: Herzlichen Glückwunsch, Sie sind dabei, einen Flipr AnalysR V3 zu installieren. Der erste Schritt besteht darin, Ihr Gerät mit Ihrem Konto zu verknüpfen und es bei Bedarf in einen Nennbetriebsmodus zu versetzen, sodass es automatisch etwa zwanzig Messungen pro Tag durchführen kann. Sobald dies erledigt ist, bitten wir Sie, die Eigenschaften Ihres Pools oder Spas mithilfe eines Teststreifens zu messen. Dies ist ein sehr wichtiger Schritt, da er es unseren Algorithmen ermöglicht, bestimmte Parameter zu berücksichtigen, die die Flipr-Sonden nicht messen (Gesamtalkalität, Gesamthärte und Stabilisatorgehalt). Abschließend bitten wir Sie, Ihr Flipr Connect (Gateway) anzuschließen, damit Ihr Flipr AnalysR Daten an unsere Systeme übertragen kann. Flipr Connect ist für den automatischen Datenabruf unerlässlich. Sie müssen es eingesteckt und mit Ihrem WLAN-Netzwerk verbunden lassen. Bitte beachten Sie, dass Flipr Connect V1 nur in 2,4-GHz-WLAN-Netzwerken funktioniert. Sollte einer dieser Schritte fehlschlagen, können Sie ihn dennoch einzeln über das Einstellungsmenü ausführen. Alle Flipr AnalysRs sind werkseitig kalibriert, Sie werden jedoch nach einer bestimmten Nutzungsdauer aufgefordert, eine Kalibrierung durchzuführen, um die Messdaten zu verfeinern.
es: Felicitaciones, está a punto de instalar un Flipr AnalysR V3. El primer paso es vincular su dispositivo a su cuenta y, si es necesario, configurarlo en un modo de funcionamiento nominal, lo que le permitirá realizar automáticamente unas veinte mediciones al día. Una vez hecho esto, le pediremos que mida las características de su piscina o spa con una tira reactiva. Este es un paso muy importante, ya que permite que nuestros algoritmos tengan en cuenta ciertos parámetros que las sondas Flipr no miden (alcalinidad total, dureza total y niveles de estabilizador). Finalmente, le pediremos que conecte su Flipr Connect (Puerta de enlace) para permitir que su Flipr AnalysR transmita datos a nuestros sistemas. Flipr Connect es esencial para la recuperación automática de datos. Tendrás que dejarlo enchufado y conectado a tu red Wifi. Tenga en cuenta que Flipr Connect V1 solo funciona en redes Wifi de 2,4 GHz. Si alguno de estos pasos falla, aún será posible realizarlos individualmente desde el menú de configuración. Todos los Flipr AnalysR están calibrados de fábrica, pero se le pedirá que realice una calibración después de un cierto período de uso para refinar los datos medidos.
fr: Félicitation, vous êtes sur le point d’installer un Flipr AnalysR V3. La première étape consiste à relier votre appareil à votre compte et éventuellement à le mettre dans un mode de fonctionnement nominal, permettant d’effectuer automatiquement une vingtaine de mesures par jour. Cette étape effectuée, nous vous demanderons de mesurer les caractéristiques de votre piscine ou spa à l’aide d’une bandelette. Cette étape est très importante car elle donne des indications à nos algorithmes pour prendre en compte certains paramètres que les sondes de Flipr ne mesurent pas (Alcalinité totale, dureté totale et taux de stabilisant). Enfin, nous vous demanderons de relier votre Flipr Connect (Passerelle) pour permettre à votre Flipr AnalysR de transmettre les données à nos systèmes. Le Flipr Connect est indispensable pour récupérer les données automatiquement. Il sera nécessaire de le laisser branché et connecté à votre réseau Wifi. Veuillez noter que le Flipr Connect V1 ne fonctionne que sur des réseaux Wifi 2.4 GHz. Dans l’éventualité où une de ces étape échouerait, il sera toujours possible de les réaliser individuellesment à partir du menu paramètres. Nos Flipr AnalysR sont tous calibrés en usine mais il vous sera demandé de réaliser un calibrage après un certain temps d’utilisation pour affiner les données mesurées.
nl: Gefeliciteerd, u staat op het punt een Flipr AnalysR V3 te installeren. De eerste stap is om uw toestel aan uw account te koppelen en indien nodig in een nominale bedrijfsmodus te zetten, zodat het automatisch een twintigtal metingen per dag kan uitvoeren. Zodra dit is gebeurd, vragen we u om de eigenschappen van uw zwembad of spa te meten met een teststrip. Dit is een zeer belangrijke stap, omdat het onze algoritmen in staat stelt rekening te houden met bepaalde parameters die de Flipr-sondes niet meten (totale alkaliteit, totale hardheid en stabilisatorniveaus). Ten slotte vragen we u om uw Flipr Connect (Gateway) aan te sluiten zodat uw Flipr AnalysR gegevens naar onze systemen kan verzenden. Flipr Connect is essentieel voor het automatisch ophalen van gegevens. U moet het aangesloten en verbonden laten met uw wifi-netwerk. Houd er rekening mee dat Flipr Connect V1 alleen werkt op 2,4 GHz wifi-netwerken. Mocht een van deze stappen mislukken, dan is het nog steeds mogelijk om ze afzonderlijk uit te voeren vanuit het instellingenmenu. Alle Flipr AnalysR's zijn in de fabriek gekalibreerd, maar u wordt gevraagd om na een bepaalde gebruiksperiode een kalibratie uit te voeren om de gemeten gegevens te verfijnen.

# CalibrationIntro
source: Although our probes are perfectly calibrated and tested before leaving the factory, there are times when unexpected situations arise, and a little recalibration might be necessary, even on new equipment. Yes, even the best equipment can encounter such challenges! To ensure precise measurements and avoid any mishaps, we highly recommend regular calibration. It's like giving your probes a little energy boost! Remember to take good care of your probes by performing calibration at least once per season. They will definitely show their appreciation in a hundredfold! Oh, and just a heads up, we understand that sometimes Bluetooth can get a bit temperamental in certain electromagnetic environments. If that happens, don't worry! Our friendly technical team will guide you through a calibration process in disconnected mode. We always have a solution, even when dealing with Bluetooth's quirks! 😉
de: Obwohl unsere Sonden vor Verlassen des Werks perfekt kalibriert und getestet sind, kann es vorkommen, dass unerwartete Situationen auftreten und eine kleine Neukalibrierung erforderlich sein kann, selbst bei neuen Geräten. Ja, selbst die beste Ausrüstung kann solche Herausforderungen meistern! Um präzise Messungen zu gewährleisten und Pannen vorzubeugen, empfehlen wir dringend eine regelmäßige Kalibrierung. Es ist, als würden Sie Ihren Sonden einen kleinen Energieschub geben! Denken Sie daran, Ihre Sonden gut zu pflegen, indem Sie mindestens einmal pro Saison eine Kalibrierung durchführen. Sie werden ihre Wertschätzung auf jeden Fall hundertfach zeigen! Oh, und nur als Hinweis: Wir verstehen, dass Bluetooth in bestimmten elektromagnetischen Umgebungen manchmal etwas launisch werden kann. Wenn das passiert, machen Sie sich keine Sorgen! Unser freundliches technisches Team führt Sie durch einen Kalibrierungsprozess im getrennten Modus. Wir haben immer eine Lösung, auch wenn es um die Macken von Bluetooth geht! 😉
es: Aunque nuestras sondas están perfectamente calibradas y probadas antes de salir de fábrica, hay ocasiones en las que surgen situaciones inesperadas y puede ser necesaria una pequeña recalibración, incluso en equipos nuevos. ¡Sí, incluso el mejor equipo puede enfrentar tales desafíos! Para garantizar mediciones precisas y evitar contratiempos, recomendamos encarecidamente una calibración regular. ¡Es como darle a tus sondas un pequeño empujón de energía! Recuerde cuidar bien sus sondas realizando la calibración al menos una vez por temporada. ¡Definitivamente mostrarán su agradecimiento al cien por cien! Ah, y solo un aviso, entendemos que a veces Bluetooth puede volverse un poco temperamental en ciertos entornos electromagnéticos. Si eso sucede, ¡no te preocupes! Nuestro amigable equipo técnico lo guiará a través de un proceso de calibración en modo desconectado. ¡Siempre tenemos una solución, incluso cuando se trata de las peculiaridades de Bluetooth! 😉
fr: Même si nos sondes sont soigneusement calibrées et testées avant de quitter l'usine, il peut arriver que des situations imprévues surviennent, nécessitant parfois un léger recalibrage, même sur un équipement neuf. Oui, même les appareils de haute qualité peuvent rencontrer de tels défis ! Pour vous assurer des mesures précises et éviter tout incident, nous vous recommandons vivement d'effectuer un étalonnage régulier. C'est comme donner un petit coup de fouet à vos sondes ! N'oubliez pas de prendre soin de vos sondes en les étalonnant au moins une fois par saison. Elles vous en seront grandement reconnaissantes ! Par ailleurs, nous tenons à vous informer que dans certains environnements électromagnétiques, le Bluetooth peut parfois se comporter de manière imprévisible. Si cela se produit, pas d'inquiétude ! Notre équipe technique sympathique sera là pour vous guider à travers le processus d'étalonnage en mode déconnecté. Quelle que soit la bizarrerie de Bluetooth, nous avons toujours une solution ! 😉
nl: Hoewel onze sondes perfect zijn gekalibreerd en getest voordat ze de fabriek verlaten, zijn er momenten waarop zich onverwachte situaties voordoen en een kleine herkalibratie nodig kan zijn, zelfs bij nieuwe apparatuur. Ja, zelfs de beste uitrusting kan zulke uitdagingen aangaan! Om nauwkeurige metingen te garanderen en ongelukken te voorkomen, raden we ten zeerste aan om regelmatig te kalibreren. Het is alsof je je sondes een kleine energieboost geeft! Vergeet niet om goed voor uw sondes te zorgen door minstens één keer per seizoen een kalibratie uit te voeren. Ze zullen hun waardering zeker honderdvoudig tonen! Oh, en even een waarschuwing, we begrijpen dat Bluetooth soms een beetje temperamentvol kan worden in bepaalde elektromagnetische omgevingen. Maak je geen zorgen als dat gebeurt! Ons vriendelijke technische team begeleidt u door een kalibratieproces in de losgekoppelde modus. We hebben altijd een oplossing, zelfs als het gaat om de eigenaardigheden van Bluetooth! 😉

source: The Taylor Balance represents the carbonate-calcium equilibrium of water. It takes into account only TH (Total Hardness), TAC (Total Alkalinity), and pH.
es: La Balanza de Taylor representa el equilibrio carbonato-calcio del agua. Solo tiene en cuenta TH (dureza total), TAC (alcalinidad total) y pH.
fr: La balance de Taylor représente l'équilibre carbonate-calcium de l'eau. Il prend en compte uniquement le TH (dureté totale), le TAC (alcalinité totale) et le pH.
nl: De Taylorbalans vertegenwoordigt het carbonaat-calciumevenwicht van water. Er wordt alleen rekening gehouden met TH (totale hardheid), TAC (totale alkaliteit) en pH.

source: Your Ph balance is :
es: Su equilibrio Ph es :
fr: Votre Ph d'équilibre est :
nl: Je Ph-balans is :

source: The water has a scaling tendency
es: El agua tiene tendencia a incrustarse.
fr: L'eau a tendance à s'entartrer
nl: Het water heeft de neiging tot kalkaanslag

source: The water pH is balanced
es: El pH del agua está equilibrado.
fr: Le pH de l'eau est équilibré
nl: De pH van het water is in balans

source: The water has a corrosive tendency
es: El agua tiene tendencia corrosiva.
fr: L'eau a une tendance corrosive
nl: Het water heeft een corrosieve neiging

source: The concentrations are too low. Increasing the TH and/or TAC is imperative.
es: Las concentraciones son demasiado bajas. Es imperativo aumentar el TH y/o el TAC.
fr: Les concentrations sont trop faibles. Augmenter le TH et/ou le TAC est impératif.
nl: De concentraties zijn te laag. Het verhogen van de TH en/of TAC is absoluut noodzakelijk.

source: We can live with it, but we will ensure to keep the pH fairly high to counteract any potential aggressive trend.
es: Podemos vivir con ello, pero nos aseguraremos de mantener el pH bastante alto para contrarrestar cualquier posible tendencia agresiva.
fr: Nous pouvons vivre avec, mais nous veillerons à maintenir un pH assez élevé pour contrecarrer toute tendance agressive potentielle.
nl: We kunnen ermee leven, maar we zullen ervoor zorgen dat de pH redelijk hoog blijft om eventuele agressieve trends tegen te gaan.

source: No problem, in principle. Only the pH remains to be determined.
es: En principio no hay problema. Sólo queda por determinar el pH.
fr: Pas de problème, en principe. Seul le pH reste à déterminer.
nl: In principe geen probleem. Alleen de pH moet nog worden bepaald.

source: This is definitely hard water, so we will pay special attention to keeping the pH close to 7.
es: Definitivamente se trata de agua dura, por lo que prestaremos especial atención a mantener el pH cercano a 7.
fr: Il s’agit d’une eau définitivement dure, nous porterons donc une attention particulière à maintenir le pH proche de 7.
nl: Dit is absoluut hard water, dus we zullen er speciale aandacht aan besteden om de pH dicht bij 7 te houden.

source: The concentrations are very high. Reducing the TAC is the first response to the situation. That of the TH is exceptional. The pH is as low as possible.
es: Las concentraciones son muy altas. Reducir el TAC es la primera respuesta a la situación. La del TH es excepcional. El pH es lo más bajo posible.
fr: Les concentrations sont très élevées. La réduction du TAC est la première réponse à la situation. Celui du TH est exceptionnel. Le pH est le plus bas possible.
nl: De concentraties zijn zeer hoog. Het verlagen van de TAC is de eerste reactie op de situatie. Die van de TH is uitzonderlijk. De pH is zo laag mogelijk.

source: Taylor Balance
es: Equilibrio Taylor
fr: Balance de Taylor
nl: Taylor-balans

source: Be careful, modifying a measurement leads to significant changes in the behavior of your pool
es: Ojo, modificar una medida conlleva cambios importantes en el comportamiento de tu piscina
fr: Attention, modifier une mesure entraîne des changements importants dans le comportement de votre piscine
nl: Wees voorzichtig, het wijzigen van een meting leidt tot aanzienlijke veranderingen in het gedrag van uw zwembad

# 4274:65791
source: Scan
es: Escanear
nl: Scannen

# 4274:65789
source: Form
es: Forma
fr: Formulaire
nl: Formulier

# 4274:65852
source: Stabilizer
es: Estabilizador
fr: Stabilisant
nl: Stabilisator

# 4274:65864
source: Free Chlorine
es: Cloro libre
fr: Chlore libre

# 4274:65888
source: Total Chlorine
es: Cloro Total
fr: Chlore total
nl: Totaal chloor

# 4274:66198
source: Total Bromine
es: Bromo total
fr: Brome total
nl: Totaal broom

# 4274:65959
source: TAC - Alkalinity
es: TAC - Alcalinidad
fr: TAC - Alcalinité
nl: TAC - Alkaliteit

# 4274:65993
source: TH - Total Hardness
es: TH - Dureza total
fr: TH - Dureté totale
nl: TH - Totale hardheid

# 4274:67531
source: Let’s dive into it!
es: ¡Vamos a sumergirnos en ello!
fr: Allons-y !
nl: Laten we erin duiken!

# 3765:64046
source: Remind me in
es: Recuerdame en
fr: Me rappeler dans
nl: Herinner me over

# 4292:67566
source: Reset calibration This will delete all calibration data
es: Restablecer calibración Esto eliminará todos los datos de calibración.
fr: Réinitialisation de l'étalonnage Cela supprimera toutes les données d'étalonnage
nl: Kalibratie opnieuw instellen Hierdoor worden alle kalibratiegegevens verwijderd

# 3876:63376
source: Set Factory Calibration
es: Establecer calibración de fábrica
fr: Définir l'étalonnage d'usine
nl: Fabriekskalibratie instellen

# Add Flipr Start
source: Add Flipr
es: Añadir Flipr
nl: Flipr toevoegen

# 4416:64259
source: ⚠️ No Valid Strip Test ⚠️ Water Balance Analysis will be skewed Perform New Strip Test
es: ⚠️ Prueba de tira no válida ⚠️ El análisis del balance hídrico estará sesgado Realizar una nueva prueba de tira

# 4427:67684
source: Flipr simplifies pool maintenance with its intelligent sensors. While our sensors cover key aspects like pH, chlorine, and temperature, don't forget the essential annual strip tests. They reveal details like hardness, alkalinity, and stabilizers, ensuring our algorithms provide accurate recommendations. For a deep dive into your pool's water quality, explore Flipr's expert view. Keep those numbers in check for the best swimming experience! 🏊‍♂️🌊😎
es: Flipr simplifica el mantenimiento de la piscina con sus sensores inteligentes. Si bien nuestros sensores cubren aspectos clave como el pH, el cloro y la temperatura, no olvide las pruebas de tira anuales esenciales. Revelan detalles como dureza, alcalinidad y estabilizadores, lo que garantiza que nuestros algoritmos brinden recomendaciones precisas. Para profundizar en la calidad del agua de su piscina, explore la vista experta de Flipr. ¡Mantén esos números bajo control para disfrutar de la mejor experiencia de natación! 🏊‍♂️🌊😎

# 4427:67679
source: We've upgraded our test strips. The old version had 6 reactive tabs, while the new one has 7. To choose, simply click the corresponding button in the app.
es: Hemos actualizado nuestras tiras reactivas. La versión anterior tenía 6 pestañas reactivas, mientras que la nueva tiene 7. Para elegir, simplemente haga clic en el botón correspondiente en la aplicación.

# 4427:66348
source: New Strip - 7 tabs
es: Nueva tira - 7 pestañas

# 4427:66351
source: Old Strip - 6 tabs
es: Tira vieja - 6 pestañas

# 4427:66027
source: Take the provided strip without touching the colored tabs, then immerse it in your pool water halfway up your arm for 2 seconds. Then, record the colors obtained, line by line.
es: Tome la tira provista sin tocar las pestañas de colores, luego sumérjala en el agua de su piscina hasta la mitad del brazo durante 2 segundos. Luego, registra los colores obtenidos, línea por línea.

# 4427:66439
source: Set Screen brightness to the maximum.
es: Establezca el brillo de la pantalla al máximo.

# 4427:67592
source: Validate Strip7
es: Validar tira7

# 4427:67674
source: Validate Strip6
es: Validar tira6

# 4427:67734
source: Flipr simplifies pool maintenance with its intelligent sensors. While our sensors cover key aspects like pH, chlorine, and temperature, don't forget the essential annual strip tests. They reveal details like hardness, alkalinity, and stabilizers, ensuring our algorithms provide accurate recommendations. For a deep dive into your pool's water quality, explore Flipr's expert view. Keep those numbers in check for the best swimming experience! 🏊‍♂️🌊😎
es: Flipr simplifica el mantenimiento de la piscina con sus sensores inteligentes. Si bien nuestros sensores cubren aspectos clave como el pH, el cloro y la temperatura, no olvide las pruebas de tira anuales esenciales. Revelan detalles como dureza, alcalinidad y estabilizadores, lo que garantiza que nuestros algoritmos brinden recomendaciones precisas. Para profundizar en la calidad del agua de su piscina, explore la vista experta de Flipr. ¡Mantén esos números bajo control para disfrutar de la mejor experiencia de natación! 🏊‍♂️🌊😎

source: Add Flipr
es: Añadir Flipr

# 2346:66155
source: Enter the Wi-Fi password (Min 8 - Max 30 characters)
es: Ingrese la contraseña de Wi-Fi (Mínimo 8 - Máximo 30 caracteres)

# 4495:64291
source: Active wintering for a pool is the process of preparing the pool for winter in cold climates. This includes cleaning, balancing the water chemistry, lowering the water level, using a winter cover, adding winterizing chemicals, and maintaining equipment to prevent damage during freezing temperatures. Remove Flipr from water.
es: La invernada activa de una piscina es el proceso de preparación de la piscina para el invierno en climas fríos. Esto incluye limpiar, equilibrar la química del agua, bajar el nivel del agua, usar una cubierta de invierno, agregar productos químicos para el invierno y mantener el equipo para evitar daños durante temperaturas bajo cero. Retire Flipr del agua.

# 4495:64298
source: Passive wintering for a pool is a low-maintenance approach suitable for regions with mild or non-freezing winters. It involves minimal chemical adjustments, reduced or no covering, basic equipment maintenance, and fewer checkups. This approach is chosen when the risk of freezing is low, and the pool may still be used occasionally during winter.
es: La invernada pasiva para una piscina es un enfoque de bajo mantenimiento adecuado para regiones con inviernos suaves o sin heladas. Implica ajustes químicos mínimos, cobertura reducida o nula, mantenimiento básico del equipo y menos controles. Se elige este enfoque cuando el riesgo de congelación es bajo y la piscina aún se puede utilizar ocasionalmente durante el invierno.

# 4427:65941
source: Buy Test Strip
es: Comprar tira reactiva

# 4274:66174
source: Free Chlorine
es: Cloro libre

# 4274:66880
source: Total Chlorine
es: Cloro Total

# 4274:66266
source: Total Bromine
es: Bromo total

# 4274:65922
source: Water pH and Temperature
es: pH y temperatura del agua

# 4774:64538
source: Settings
es: Ajustes

# 4774:64605
source: Questions and Answers
es: Preguntas y respuestas

# 4774:64624
source: Simple Question and Answer mode. Context, history and place data are not used for next answer. Cost of the message: 1
es: Modo simple de preguntas y respuestas. Los datos de contexto, historial y lugar no se utilizan para la siguiente respuesta. Costo del mensaje: 1

# 4774:64613
source: Discussion
es: Discusión

# 4774:64629
source: Discussion mode takes into account previous messages from your conversation and this will allow you to have a more accurate discussion. Cost of the message: 2
es: El modo de discusión tiene en cuenta los mensajes anteriores de tu conversación y esto te permitirá tener una discusión más precisa. Costo del mensaje: 2

# 4774:64616
source: Context and Discussion
es: Contexto y discusión

# 4774:64634
source: Context and Discussion mode takes into account history of interactions and context of your Place data (Pool). Cost of the message: 3
es: El modo Contexto y Debate tiene en cuenta el historial de interacciones y el contexto de los datos de tu Lugar (Pool). Costo del mensaje: 3

# 4775:64164
source: Mode
es: Modo

# 4777:64166
source: Raw data are those returned by the sensor electronics. They are adjusted on the dashboard according to calibration and pool data. Differences are normal.
es: Los valores brutos son los devueltos por la electrónica del sensor. Se ajustan en el panel de control según la calibración y los datos de la piscina. Las diferencias son normales.

# 4779:64494
source: Flipr AI Analysis requires a Karmai > 4 Your Karmai = 4 Buy Flipr AI Subscription
es: El análisis Flipr AI requiere un Karmai > 4 Tu Karmai = 4 Comprar una suscripción a Flipr AI

source: Error ⁉️
de: Fehler
fr: Erreur
nl: Fout

source: No
de: Nein
fr: Non
nl: Nee

source: ie
ca: és a dir
de: dh
fr: soit
nl: d.w.z.

source: You can't set a pH min > pH max
fr: Vous ne pouvez pas mettre pH min > pH max
