Repository: AjeeshDevnapps/FlipriOS
Catalog: IOS-master/Flipr/*.lproj/Localizable.strings
Languages: ca, de, es, fr, nl

source: This test allows you to check that the first Flipr measurements are in line with the quality of your water. Take the tab provided without touching the coloured squares, then dip it into the water of your pond at mid-arm for 2 seconds. Then record the colours obtained, line by line.
ca: Aquesta prova permet verificar que les primeres mesures de Flipr són adequades a la qualitat de la vostra aigua. Agafa la pestanya proporcionada sense tocar els quadrats de colors i, a continuació, submergeix-la a l’aigua de la pelvis al llarg del braç durant 2 segons. A continuació, informa dels colors obtinguts, línia per línia.
de: Mit diesem Test können Sie überprüfen, ob die ersten Flipr-Messungen mit der Qualität Ihres Wassers übereinstimmen. Nehmen Sie die mitgelieferte Lasche, ohne die farbigen Quadrate zu berühren, und tauchen Sie sie 2 Sekunden lang in der Mitte des Armes in das Wasser Ihres Teiches. Notieren Sie dann Zeile für Zeile die erhaltenen Farben.
es: Este test permite verificar que las primeras medidas de Flipr están adecuadas con la calidad de tu agua. Sujeta la pestaña provista sin tocar los cuadrados de colores, luego sumérjala en el agua de su pelvis a la distancia de su brazo durante 2 segundos. Luego informe los colores obtenidos, línea por línea.
fr: Ce test permet de vérifier que les premières mesures de Flipr sont en adéquation avec la qualité de votre eau. Saisissez la languette fournie sans toucher les carrés colorés, puis plongez-la dans l’eau de votre bassin à mi-bras pendant 2 secondes. Reportez ensuite les couleurs obtenues, ligne par ligne.

# Nous vous conseillons de régler la luminosité de votre écran au maximum.
source: We advise you to set the brightness of your screen to maximum.
ca: T'aconsellem de regular la iluminació de la teva pantalla al màxim.
de: Wir empfehlen Ihnen, die Helligkeit Ihres Bildschirms auf Maximum einzustellen.
es: Te aconsejamos de regular la iluminación de tu pantalla al máximo.
fr: Nous vous conseillons de régler la luminosité de votre écran au maximum.

# Étalonnage réussi
source: Successful calibration
ca: Calibratge fet
de: Erfolgreiche Kalibrierung
es: Calibración conseguida
fr: Étalonnage réussi

# Dévissez le capuchon.
source: Unscrew the cap.
ca: Desenrosca la tapa
de: Schrauben Sie die Kappe ab.
es: Desatornilla la tapa
fr: Dévissez le capuchon.

source: Discard the liquid inside, as well as the liquid previously stored in a container.
ca: Tira el líquid que trobis a dins, així com el líquid que abans es conservava en un recipient.
de: Entsorgen Sie die darin enthaltene Flüssigkeit sowie die zuvor in einem Behälter aufbewahrte Flüssigkeit.
es: Tira el líquido que se encuentra dentro, así como el líquido que estaba conservado dentro de un recipiente
fr: Jetez le liquide qui se trouve dedans, ainsi que le liquide précédemment conservé dans un récipient.

# Vissez la grille (cache ajouré).
source: Screw on the grille (openwork cover).
ca: Enrosca la reixa
de: Schrauben Sie das Gitter an (durchbrochene Abdeckung).
es: Atornilla la rejilla (la tapa calada)
fr: Vissez la grille (cache ajouré).

# Placez Flipr dans votre bassin, directement dans l'eau.
source: Place Flipr in your pool, directly in the water.
ca: Posa el Flipr a la teva piscina, directament a l'aigua
de: Platzieren Sie Flipr in Ihrem Teich, direkt im Wasser.
es: Mete el Flipr dentro de tu piscina, directamente en el agua
fr: Placez Flipr dans votre bassin, directement dans l'eau.

# Mesure ancienne
source: Old measure
ca: Mesura antiga
de: Alte Maßnahme
es: Medida antigua
fr: Mesure ancienne

# En savoir plus
source: Read more
ca: Per saber-ne més
de: Mehr lesen
es: Saber más
fr: En savoir plus

# Que signifie mesure ancienne ?
source: What is the meaning of the old measure?
ca: ¿Què vol dir mesura antiga?
de: Was ist die Bedeutung der alten Maßnahme?
es: ¿Qué significa medida antigua?
fr: Que signifie mesure ancienne ?

source: The last measurement is more than 24 hours old. We invite you to update the measurement before acting on your pond.
ca: L'última mesura data de fa més de 24h. Et convidem a actualitzar les mesures abans de banyar-te.
de: Die letzte Messung wurde vor mehr als 24 Stunden durchgeführt. Wir laden Sie ein, die Messung zu aktualisieren, bevor Sie Ihren Pool in Betrieb nehmen.
es: La última medida tiene más de 24h. Te invitamos a actualizar la medida antes de bañarte.
fr: La dernière mesure date de plus de 24h. Nous vous invitons à actualiser la mesure avant d'agir sur votre bassin.

# Comment effectuer une nouvelle mesure ?
source: How do I take a new measurement?
ca: ¿Com fer una nova mesura?
de: Wie kann ich eine neue Messung vornehmen?
es: ¿Cómo realizar una nueva medida?
fr: Comment effectuer une nouvelle mesure ?

source: Activate the bluetooth of your smartphone, approach your Flipr, open the quick menu and trigger a manual measurement.
ca: Activa el bluetooth del teu smartphone, apropa't al teu Flipr, obre el menú ràpid i llança una mesura manual.
de: Aktivieren Sie die Bluetooth-Verbindung Ihres Smartphones, nähern Sie sich Ihrem Flipr, öffnen Sie das Schnellmenü und lösen Sie eine manuelle Messung aus.
es: Activa el bluetooth de tu smartphone, acércate a tu Flipr, abre el menú y lanza una medida manual
fr: Activez le bluetooth de votre smartphone, approchez-vous de votre Flipr, ouvrez le menu rapide et déclenchez une mesure manuelle.

# Activez la connexion automatique avec Flipr Infinite !
source: Activate the automatic connection with Flipr Infinite!
ca: Activa la connexió automàtica amb Flipr Infinite!
de: Activez la connexion automatique avec Flipr Infinite !
es: ¡Activa la conexión automática con Flipr Infinite!
fr: Activez la connexion automatique avec Flipr Infinite !

source: Flipr Infinite allows you to activate the remote and automatic connection via the Sigfox network (or Wifi if you have the WifiConnect accessory).
ca: Flipr Infinite et permet activar la connexió a distancia i automàtica amb la xarxa Sigfox (o wifi si utilitzes l'accessori WifiConnect)
de: Flipr Infinite ermöglicht Ihnen die Aktivierung der automatischen Fernverbindung über das Sigfox-Netzwerk (oder Wifi, wenn Sie das WifiConnect-Zubehör haben).
es: Flipr Infinite te permite activar la conexión a distancia y automática con la red Sigfox (o en Wifi si tienes el accesorio WifiConnect).
fr: Flipr Infinite vous permet d'activer la connexion à distance et automatique via le réseau Sigfox (ou en Wifi si vous avez l'accessoire WifiConnect).

source: Connect new equipment
es: Connecter un nouvel équipement
fr: Connecter un nouvel équipement
nl: Connecter un nouvel équipement

# Correction de l'eau en cours
source: Water correction in progress
es: Correction de l'eau en cours
fr: Correction de l'eau en cours
nl: Correction de l'eau en cours

# Signal moyen
source: Average signal
es: Signal moyen
fr: Signal moyen
nl: Signal moyen

source: Do not forget to pass the cables in the covers, through the protective eyelets.
es: N'oubliez pas de passer les câbles dans les caches, à travers les œillets de protection
fr: N'oubliez pas de passer les câbles dans les caches, à travers les œillets de protection.
nl: N'oubliez pas de passer les câbles dans les caches, à travers les œillets de protection

# Recherche d’un Flipr Hub en cours
source: Search for a Flipr Hub in progress
es: Recherche d’un Flipr Hub en cours
fr: Recherche d’un Flipr Hub en cours
nl: Recherche d’un Flipr Hub en cours

# Toutes les valeurs sont obligatoires
source: All values ​​are required
es: Toutes les valeurs sont obligatoires
fr: Toutes les valeurs sont obligatoires
nl: Toutes les valeurs sont obligatoires

# Carnet d’entretien
source: Maintenance booklet
ca: Llibre de serveis
de: Wartungsheft
es: Folleto de mantenimiento
fr: Carnet d’entretien
nl: Onderhoudsboekje

source: Pool House
de: Pool Haus
es: Casa de la piscina
nl: Zwembadhuis

source: Flipr Store
es: Tienda Flipr
nl: Flipr Winkel

# Conseils et astuces
source: Tips and Tricks
ca: Consells i trucs
es: Consejos y trucos
fr: Conseils et astuces
nl: Tips en trucs

# Gestion des plannings
source: Schedule management
ca: Gestió de la planificació
es: Gestión de horarios
fr: Gestion des plannings
nl: Beheer van de planning

# La première analyse est déjà en cours d'exécution
source: The first analysis is already in progress
ca: El primer escaneig ja s'està executant
es: El primer análisis ya está en marcha
fr: La première analyse est déjà en cours d'exécution
nl: De eerste analyse is al aan de gang

# Décrivez votre piscine à Flipr Start
source: Describe your pool to Flipr
ca: Descriviu la vostra piscina a Flipr
es: Describa su piscina a Flipr
fr: Décrivez votre piscine à Flipr
nl: Beschrijf uw zwembad aan Flipr

source: Flipr needs to know more about your pond in order to provide you with faster and 100% reliable analyses.
ca: Flipr necessita saber més sobre el vostre estany per proporcionar-vos anàlisis més ràpides i 100% fiables.
es: Flipr necesita saber más sobre su estanque para poder ofrecerle análisis más rápidos y 100% fiables.
nl: Flipr moet meer weten over uw zwembad om u te kunnen voorzien van snellere en 100% betrouwbare analyses.

# Décrire ma piscine
source: Describe my pool
ca: Descriu la meva piscina
es: Describir mi piscina
fr: Décrire ma piscine
nl: Beschrijf mijn zwembad

# En extérieur
source: Outdoor
ca: A l'aire lliure
es: Al aire libre
fr: En extérieur
nl: Buiten

# En intérieur
source: Indoors
ca: A l'interior
es: En el interior
fr: En intérieur
nl: Binnen

# Utiliser ma position actuelle
source: Use my current location
ca: Utilitzeu la meva ubicació actual
es: Utilizar mi posición actual
fr: Utiliser ma position actuelle
nl: Gebruik mijn huidige positie

# Valider la localisation
source: Validate the location
ca: Valideu la ubicació
es: Validar la ubicación
fr: Valider la localisation
nl: Valideer de plaats

source: Usage
ca: Ús
es: Utilice
nl: Gebruik

# privée
source: private
ca: privat
es: privado
fr: privée
nl: privé

source: collective
ca: col·lectiu
es: colectivo
nl: collectief

# Vous utilisez Flipr chez vous dans votre piscine privée
source: You use Flipr at home in your private pool
ca: Utilitzeu Flipr a casa a la vostra piscina privada
es: Usas Flipr en tu casa en tu piscina privada
fr: Vous utilisez Flipr chez vous dans votre piscine privée
nl: U gebruikt Flipr thuis in uw privézwembad

# Nombre d’utilisateurs habituels
source: Number of regular users
ca: Nombre d'usuaris habituals
es: Número de usuarios habituales
fr: Nombre d’utilisateurs habituels
nl: Aantal regelmatige gebruikers

# Félicitations, Flipr Start est prêt !
source: Congratulations, Flipr is ready!
ca: Enhorabona, Flipr està llest.
es: ¡Enhorabuena, Flipr está listo!
fr: Félicitations, Flipr est prêt !
nl: Gefeliciteerd, Flipr is klaar!

source: You can access your analyses and enjoy a beautiful pool with peace of mind.
ca: Podeu accedir a les vostres anàlisis i gaudir d’una piscina preciosa, amb tranquil·litat.
es: Podrá acceder a sus análisis y disfrutar de una hermosa piscina con tranquilidad.
fr: Vous pouvez accédez à vos analyses et profitez d’une belle piscine, l’esprit tranquille.
nl: U kunt met een gerust hart bij uw analyses en genieten van een mooi zwembad.

# C’est parti !
source: Here we go!
ca: Som-hi !
es: ¡Vamos!
fr: C’est parti !
nl: Laten we gaan!

# Vigilance en cours
source: Supervisory ongoing
ca: Supervisión en curso.
es: Supervisión en curso.
fr: Vigilance en cours
nl: Supervisión en curso.

source: Now, variations are observed in the quality water parameters of your pool.
ca: Ahora se observan variaciones en los parámetros de calidad del agua de su piscina.
es: Ahora se observan variaciones en los parámetros de calidad del agua de su piscina.
fr: Actuellement, des variations sont observées dans les paramètres de la qualité de l'eau de votre bassin.
nl: Ahora se observan variaciones en los parámetros de calidad del agua de su piscina.

source: Flipr followes the evolution of this situation and it will alert you if your action is necessary. At this time you have nothing to do.
ca: Flipr sigue la evolución de esta situación y te alertará si tu acción es necesaria. En este momento no tienes nada que hacer.
es: Flipr sigue la evolución de esta situación y te alertará si tu acción es necesaria. En este momento no tienes nada que hacer.
fr: Flipr suit l'évolution de la situation, et vous alertera si votre action est nécessaire. Vous n'avez rien à faire pour l'instant.
nl: Flipr sigue la evolución de esta situación y te alertará si tu acción es necesaria. En este momento no tienes nada que hacer.

# vous avez reporte vos alerts
source: You have postponed your alerts
ca: heu ajornat les vostres alertes
es: ha pospuesto sus alertas
fr: Vous avez reporté vos alertes
nl: je hebt je waarschuwingen uitgesteld

source: Probability within 5 hours
ca: Probabilitat en 5 hores
es: Probabilidad en 5 horas
fr: Probabilité dans les 5h
nl: Probabilitat en 5 hores

# Taux de pH sur les 7 derniers jours
source: pH rate over the last 7 days
ca: Nivell de pH durant els darrers 7 dies
es: Índice de pH en los últimos 7 días
fr: Taux de pH sur les 7 derniers jours
nl: Índice de pH en los últimos 7 días

# Température de l'eau sur les 7 derniers jours
source: Water temperature in the last 7 days
ca: Temperatura de l'aigua durant els darrers 7 dies
es: Temperatura del agua en los últimos 7 días
fr: Température de l'eau sur les 7 derniers jours
nl: Temperatura del agua en los últimos 7 días

# Taux de Redox sur les 7 derniers jours
source: Redox(mV) level over the last 7 days
ca: Taxa redox(mV) dels darrers 7 dies
es: Nivel de redox(mV) en los últimos 7 días
fr: Taux de Redox(mV) sur les 7 derniers jours
nl: Nivel de redox(mV) en los últimos 7 días

source: Delete the Hub
ca: Traieu el concentrador
es: Borrar el Hub
fr: Supprimer le Hub
nl: Borrar el Hub

source: How do you want to rename your Hub?
ca: Com us agradaria canviar el nom del vostre Hub?
es: ¿Cómo quieres cambiar el nombre de tu Hub?
fr: Comment souhaitez-vous renommer votre Hub ?
nl: ¿Cómo quieres cambiar el nombre de tu Hub?

source: Are you sure you want to delete the Hub?
ca: Esteu segur que voleu suprimir el concentrador?
es: ¿Estás seguro de que quieres borrar el Hub?
fr: Êtes-vous sûr de vouloir supprimer le Hub ?
nl: ¿Estás seguro de que quieres borrar el Hub?

# Nouveau calibrage
source: New calibration
ca: Neue Kalibrierung
es: Nueva calibración
fr: Nouveau calibrage
nl: Nueva calibración

# Nouveau test bandelette
source: New strip test
ca: Neuer Streifentest
de: Neuer Teststreifen
es: Nueva tira de prueba
fr: Nouveau test bandelette
nl: Nueva tira de prueba

# Vidange de la piscine
source: Draining the swimming pool
ca: Entleeren des Schwimmbads
de: Vidange de la piscine
es: Drenaje de la piscina
fr: Vidange de la piscine
nl: Drenaje de la piscina

source: Flipr's internal software needs to be updated to improve battery life
ca: Le logiciel interne de Flipr doit être mis à jour pour améliorer la durée de vie de la batterie
es: El software interno de Flipr necesita ser actualizado para mejorar la duración de la batería
fr: Le logiciel interne de Flipr doit être mis à jour pour améliorer la durée de vie de la batterie
nl: De interne software van Flipr moet worden bijgewerkt om de levensduur van de batterij te verbeteren

# Me rappeler la prochaine fois
source: Remind me later
ca: Recorda'm la propera vegada
es: Recuérdame la próxima vez
fr: Me rappeler la prochaine fois
nl: Herinner me de volgende keer

# Ne plus me proposer
source: Don't offer me anymore
ca: No m'ofereixis més
es: no me ofrezcas mas
fr: Ne plus me proposer
nl: Bied me niet meer aan

# Faire la mise à jour
source: Update
ca: Actualització
es: Actualizar
fr: Faire la mise à jour
nl: Bijwerken

source: Successful update
ca: Actualización exitosa
es: Actualización exitosa
fr: Succès de la mise à jour
nl: Succesvolle update

source: Close
ca: Cerrar
es: Cerrar
fr: Fermer
nl: Sluiten

source: Patience brings all things about
ca: Espere, por favor
es: Espere, por favor
fr: Pas touche minouche
nl: Wacht alstublieft

source: Wait
ca: Espera
es: Esperar
fr: Attendre
nl: wachten

source: Connecting ⏳
ca: Connectant
de: Anschließen ⏳
es: Conectando
fr: De liaison
nl: Verbinden

# The update instructions.
source: The software update may render your Flipr inoperative if the procedure is interrupted. Position your phone as close as possible to your Flipr, ideally at a distance of less than 50 cm.
ca: La actualización del software puede hacer que su Flipr no funcione si el procedimiento se interrumpe. Coloca tu teléfono lo más cerca posible de tu Flipr, idealmente a una distancia inferior a 50 cm.
es: La actualización del software puede hacer que su Flipr no funcione si el procedimiento se interrumpe. Coloca tu teléfono lo más cerca posible de tu Flipr, idealmente a una distancia inferior a 50 cm.
fr: La mise à jour du logiciel peut rendre votre Flipr inopérant si la procédure est interrompue. Positionnez votre téléphone au plus prés de votre Flipr, idéalement à une distance inférieure à 50 cm.
nl: De software-update kan ertoe leiden dat uw Flipr niet werkt als de procedure wordt onderbroken. Plaats je telefoon zo dicht mogelijk bij je Flipr, idealiter niet dichterbij dan 50 cm.

source: Firmware has been updated successfully
ca: El firmware s'ha actualitzat correctament
es: El firmware se ha actualizado con éxito
fr: Le firmware a été mis à jour avec succès
nl: Firmware is succesvol geüpdatet

source: Pull down to refresh...
ca: Tireu cap avall per actualitzar...
es: Tire hacia abajo para refrescar...
fr: Déroulez pour rafraîchir...
nl: Naar beneden trekken om te vernieuwen...

source: Upgrade
ca: Actualitza
es: Mejora
fr: Améliorer

source: Update Failed
ca: Falla de la actualización
es: Falla de la actualización
fr: Echec de la mise à jour
nl: Mislukking van de update

source: Relaunch
ca: Reiniciar
es: Reiniciar
fr: Relancer
nl: Herstarten

source: Flipr Firmware Update
ca: Actualització del firmware de Flipr
es: Actualización de firmware Flipr
fr: Mise à jour du Firmware Flipr

# Device Not find
source: Unable to see your Flipr Position your phone as close as possible to your Flipr, ideally at a distance of less than 50 cm. Restart the test or refresh the measurement by pulling down. In case of repeated failures, please contact support
ca: No es pot veure el teu Flipr Col·loca el teu telèfon el més a prop possible del teu Flipr, idealment a una distància inferior a 50 cm. Reinicieu la prova o actualitzeu la mesura tirant cap avall. En cas de fallades repetides, poseu-vos en contacte amb el servei d'assistència
es: No puedo ver tu Flipr Coloque su teléfono lo más cerca posible de su Flipr, idealmente a una distancia de menos de 50 cm. Reinicie la prueba o actualice la medición tirando hacia abajo. En caso de fallas repetidas, comuníquese con soporte
fr: Impossible de voir votre Flipr Positionnez votre téléphone au plus prés de votre Flipr, idéalement à une distance inférieure à 50 cm. Relancez le test ou rafraichissez la mesure en tirant vers le bas. En cas d’échecs répétés, veuillez contacter le support
nl: Kan uw Flipr . niet zien Plaats uw telefoon zo dicht mogelijk bij uw Flipr, idealiter op een afstand van minder dan 50 cm. Start de test opnieuw of vernieuw de meting door naar beneden te trekken. Neem in geval van herhaalde storingen contact op met de ondersteuning

source: Data Recovery
ca: Recuperació de dades
es: Recuperación de datos
fr: Récupération des données
nl: Data herstel

# Commander une batterie
source: Order a battery
ca: Demana una bateria
es: Pide una batería
fr: Commander une batterie
nl: Bestel een batterij

source: Diagnostic
ca: Diagnóstico
de: Diagnose
es: Diagnóstico
nl: Diagnose

source: Flipr data fetching
ca: Obtenció de dades de Flipr
es: Obtención de datos Flipr
fr: Récupération de données Flipr
nl: Flipr-gegevens ophalen

# DiagnosticError
source: Impossible to see your Flipr Position your phone as close as possible to your Flipr, ideally at a distance of less than 50 cm. Restart the test or refresh the measurement by pulling down. The battery is probably discharged. Contact support.
ca: No se puede ver su Flipr Coloca tu teléfono lo más cerca posible de tu Flipr, idealmente a una distancia inferior a 50 cm. Reinicie la prueba o actualice la medición tirando hacia abajo. Es probable que la batería esté descargada. Contacta con el servicio de asistencia.
es: No se puede ver su Flipr Coloca tu teléfono lo más cerca posible de tu Flipr, idealmente a una distancia inferior a 50 cm. Reinicie la prueba o actualice la medición tirando hacia abajo. Es probable que la batería esté descargada. Contacta con el servicio de asistencia.
fr: Impossible de voir votre Flipr Positionnez votre téléphone au plus prés de votre Flipr, idéalement à une distance inférieure à 50 cm. Relancez le test ou rafraichissez la mesure en tirant vers le bas. Il est probable que la batterie soit déchargée. Contactez le support.
nl: Kan uw Flipr niet zien Plaats uw telefoon zo dicht mogelijk bij uw Flipr, bij voorkeur op een afstand van minder dan 50 cm. Start de test opnieuw of ververs de meting door omlaag te trekken. Het is waarschijnlijk dat de batterij ontladen is. Neem contact op met ondersteuning.

# bleConnected
source: Your Flipr is visible in Bluetooth
ca: Tu Flipr es visible por Bluetooth
es: Tu Flipr es visible por Bluetooth
fr: Votre Flipr est visible en Bluetooth
nl: Uw Flipr is zichtbaar via Bluetooth

# mesureComplete
source: Measurement recovery
ca: Recuperación de medidas
es: Recuperación de medidas
fr: Récupération des mesures
nl: Meting herstel

# mesureCompleted100
source: Flipr seems 100% operational
ca: Flipr parece estar 100% operativo
es: Flipr parece estar 100% operativo
fr: Flipr semble 100% opérationnel
nl: Flipr parece estar 100% operativo

# deviceNotConnecting
source: We can communicate in bluetooth with Flipr but we can't get the measurements. The battery is probably discharged. Contact support.
ca: Podemos comunicarnos vía bluetooth con Flipr pero no podemos recuperar las mediciones. Es probable que la batería esté descargada. Contacta con el servicio de asistencia.
es: Podemos comunicarnos vía bluetooth con Flipr pero no podemos recuperar las mediciones. Es probable que la batería esté descargada. Contacta con el servicio de asistencia.
fr: Nous pouvons communiquer en bluetooth avec Flipr mais nous ne parvenons pas à récupérer les mesures. Il est probable que la batterie soit déchargée. Contactez le support.
nl: We kunnen via bluetooth communiceren met Flipr maar we kunnen de metingen niet terugkrijgen. Het is waarschijnlijk dat de batterij ontladen is. Neem contact op met ondersteuning.

source: Analysis
ca: Analyse
es: Análisis
fr: Analyse
nl: Analyse

source: Retrieve the last measurement
ca: Récupérer la dernière mesure
de: Letzte Messung abrufen
es: Recuperar la última medición
fr: Récupérer la dernière mesure
nl: Letzte Messung abrufen

source: Change Server
ca: Canvia servidor
es: Cambiar de servidor
fr: Changer de serveur
nl: Server wijzigen

source: Live Server
ca: Live Servidor
es: Live Servidor
fr: Live Serveur

source: Dev Server
ca: Dev Servidor
es: Dev Servidor
fr: Dev Serveur

source: There is no change in measurement
ca: No hi ha cap canvi en la mesura
es: No hay cambio en la medida.
fr: Il n'y a pas de changement de mesure
nl: Er is geen verandering in meting

source: Last Measurement
ca: Última mesura
es: Última medición
fr: Dernière mesure
nl: Laatste meting

source: Delete Account
ca: Eliminar la cuenta
es: Eliminar la cuenta
fr: Supprimer le compte
nl: Konto löschen
