Repository: AjeeshDevnapps/FlipriOS
Catalog: IOS-master/Flipr/*.lproj/Localizable.strings
Languages: ca, de, es, fr, nl

source: We have just made a major update to our systems to add multi-basin, multi-user management and sharing of your environments Therefore you must also update your APP to access your data
ca: Acabem de realitzar una actualització important dels nostres sistemes per afegir gestió multiconca, multiusuari i compartir els vostres entorns Per tant, també has d'actualitzar la teva APP per poder accedir a les teves dades
de: Wir haben gerade ein größeres Update an unseren Systemen durchgeführt, um Multi-Bassin-, Multi-User-Management und gemeinsame Nutzung Ihrer Umgebungen hinzuzufügen Daher müssen Sie auch Ihre APP aktualisieren, um auf Ihre Daten zugreifen zu können
es: Acabamos de llevar a cabo una actualización importante en nuestros sistemas para agregar la gestión multicuenca y multiusuario y el uso compartido de sus entornos. Por lo tanto también debes actualizar tu APP para poder acceder a tus datos
fr: Nous venons d’effectuer une mise à jour majeure sur nos systèmes pour ajouter la gestion multi bassins, multi utilisateurs et le partage de vos environnements Pas conséquent vous devez également mettre à jour votre APP pour pouvoir accéder à vos données
nl: Wij zijn van plan een grote verandering in onze systemen door te voeren om het beheer van meerdere bassins, meerdere gebruikers en het delen van uw omgeving toe te voegen. U kunt ook uw APP gebruiken om toegang te krijgen tot uw gegevens.

source: If you have a Gateway, we recommend setting it up now. If you want to perform this installation later, you can add it from the “Settings” menu.
ca: Si teniu una passarel·la, us recomanem que la configureu ara. Si voleu realitzar aquesta instal·lació més tard, podeu afegir-la des del menú "Configuració".
de: Wenn Sie ein Gateway haben, empfehlen wir, es jetzt einzurichten. Wenn Sie diese Installation später durchführen möchten, können Sie sie über das Menü „Einstellungen“ hinzufügen.
es: Si tiene una puerta de enlace, le recomendamos que la configure ahora. Si desea realizar esta instalación más tarde, puede agregarla desde el menú "Configuración".
fr: Si vous disposez d’une Passerelle (Gateway), nous vous recommandons de la configurer dès maintenant. Si vous désirez effectuer cette installation plus tard, vous pourrez l’ajouter à partir du menu “Paramètres”.
nl: Als u over een Passerelle (Gateway) beschikt, raden wij u aan deze nu te configureren. Als u deze installatie later wilt uitvoeren, kunt u deze toevoegen via het menu "Parameters".

# Ajouter une passerelle
source: Add Gateway
ca: Afegeix Gateway
de: Gateway hinzufügen
es: Agregar puerta de enlace
fr: Ajouter une passerelle
nl: Een passerelle toevoegen

# Passer
source: Skip
ca: Passar
de: Passieren
es: Gastar
fr: Passer
nl: Passer

source: Connect the gateway using the USB cable and stay close. Wait a few seconds...
ca: Connecteu la passarel·la amb el cable USB i mantingueu-vos a prop. Espereu uns segons...
de: Schließen Sie das Gateway mit dem USB-Kabel an und bleiben Sie in der Nähe. Warte ein paar Sekunden...
es: Conecte la puerta de enlace con el cable USB y manténgase cerca. Espera unos segundos...
fr: Branchez la passerelle au moyen du câble USB et restez à proximité. Attendez quelques secondes...
nl: Sluit de passerelle aan met behulp van de USB-kabel en blijf in de buurt. Wacht enkele seconden...

source: Connect the gateway using the USB cable and stay close. Choose the gateway to associate
ca: Connecteu la passarel·la amb el cable USB i mantingueu-vos a prop. Trieu la passarel·la per associar-vos
de: Schließen Sie das Gateway mit dem USB-Kabel an und bleiben Sie in der Nähe. Wählen Sie das zuzuordnende Gateway aus
es: Conecte la puerta de enlace con el cable USB y manténgase cerca. Elija la puerta de enlace para asociar
fr: Branchez la passerelle au moyen du câble USB et restez à proximité. Choisissez la passerelle à associer
nl: Sluit de passerelle aan met behulp van de USB-kabel en blijf in de buurt. Kies een passerelle om te koppelen

# Si la lumière passe au vert, vous êtes connecté!
source: If the light turns green, you are connected!
ca: Si el llum es torna verd, estàs connectat!
de: Wenn das Licht grün wird, sind Sie verbunden!
es: Si la luz se vuelve verde, ¡estás conectado!
fr: Si la lumière passe au vert, vous êtes connecté!
nl: Si la lumière passe au vert, vous êtes connecté!

source: First connect your iPhone to the wifi network to which you want to connect your gateway.
ca: Primer connecteu el vostre iPhone a la xarxa wifi a la qual voleu connectar la vostra passarel·la.
de: Verbinden Sie zuerst Ihr iPhone mit dem WLAN-Netzwerk, mit dem Sie Ihr Gateway verbinden möchten.
es: Primero conecte su iPhone a la red wifi a la que desea conectar su puerta de enlace.
fr: Connectez au préalable votre iPhone à la vraie connexion wifi que vous souhaitez connecter à votre passerelle.
nl: Verbind eerst je iPhone met het wifi-netwerk waarmee je je gateway wilt verbinden.

# Choisissez le réseau Wi-Fi
source: Choose the Wi-Fi network
ca: Trieu la xarxa Wi-Fi
de: Wählen Sie das WLAN-Netzwerk aus
es: Elige la red wifi
fr: Choisissez le réseau Wi-Fi
nl: Kies het wifi-netwerk

source: Ok
ca: D'acord
es: De acuerdo
fr: D'accord

# NoPlaceIntroInfo
source: Welcome aboard. You must create a Place or be invited in order to enjoy Flipr.
ca: Bienvenue à bord. Vous devez créer un Emplacement ou être invité pour profiter de Flipr.
de: Bienvenue à bord. Vous devez créer un Emplacement ou être invité pour profiter de Flipr.
es: Bienvenue à bord. Vous devez créer un Emplacement ou être invité pour profiter de Flipr.
fr: Bienvenue à bord. Vous devez créer un Emplacement ou être invité pour profiter de Flipr.
nl: Bienvenue à bord. Vous devez créer un Emplacement ou être invité pour profiter de Flipr.

source: Welcome aboard. You must create a Place or be invited in order to enjoy Flipr.
ca: Benvingut a bord. Has de crear un lloc o ser convidat per gaudir de Flipr.
de: Willkommen an Bord. Sie müssen einen Ort erstellen oder eingeladen werden, um Flipr genießen zu können.
es: Bienvenido a bordo. Debe crear un lugar o ser invitado para poder disfrutar de Flipr.
fr: Bienvenue à bord. Vous devez créer un Emplacement ou être invité pour profiter de Flipr.
nl: Welkom aan boord. Je moet een plaats aanmaken of uitgenodigd worden om van Flipr te kunnen genieten.

source: The mode can only be changed in the immediate vicinity of the Flipr. The "Eco" and "Sleep" modes will significantly preserve the battery during winter periods. Using the "Boost" mode may void the battery warranty. The battery will discharge very quickly.
ca: El mode només es pot canviar a les proximitats del Flipr. Els modes "Eco" i "Sleep" preservaran significativament la bateria durant els períodes d'hivern. L'ús del mode "Boost" pot anul·lar la garantia de la bateria. La bateria es descarregarà molt ràpidament.
de: Der Moduswechsel kann nur in unmittelbarer Nähe des Fliprs vorgenommen werden. Die Modi "Eco" und "Sleep" werden die Batterie während der Überwinterung signifikant schonen. Die Verwendung des "Boost"-Modus kann zum Erlöschen der Batteriegarantie führen. Die Batterie wird sich sehr schnell entladen.
es: El modo sólo puede cambiarse en las inmediaciones del Flipr. Los modos "Eco" y "Sleep" preservarán significativamente la batería durante los periodos invernales. El uso del modo "Boost" puede anular la garantía de la batería. La batería se descargará muy rápidamente.
fr: Le changement de mode ne peut se faire qu’à proximité immédiate du Flipr. Les modes “Eco et Sleep” préserveront significativement la batterie pendant les périodes d’hivernage. L’utilisation du mode “Boost” entraine pourra annuler la garantie de la batterie. Celle-ci se déchargera très rapidement.
nl: De modus kan alleen in de onmiddellijke nabijheid van de Flipr worden gewijzigd. De modi "Eco" en "Sleep" zullen de batterij aanzienlijk sparen tijdens winterperiodes. Bij gebruik van de "Boost" modus kan de garantie op de batterij vervallen. De batterij zal zeer snel ontladen.

source: Normal (20 Measurements / Day)
ca: Normal (20 mesures/dia)
de: Normal (20 Messungen/Tag)
es: Normal (20 Mediciones / Día)
fr: Normal (20 Mesures / Jour)
nl: Normaal (20 metingen / dag)

source: Eco (2 Measurements / Day)
ca: Eco (2 mesures/dia)
de: Eco (2 Messungen/Tag)
es: Eco (2 Medidas / Día)
fr: Eco (2 Mesures / Jour)
nl: Eco (2 metingen / dag)

# Sleep (No measurement)
source: Sleep (No Measurements)
ca: Son (Sense mesures)
de: Schlaf (Keine Messung)
es: Sueño (Sin medición)
fr: Sommeil (Pas de mesure)
nl: Slaap (Geen meting)

source: Boost (700 Measurements / Day)
ca: Boost (700 mesures/dia)
de: Boost (700 Messungen/Tag)
es: Boost (700 mediciones / Día)
fr: Boost (700 mesures / Jour)
nl: Boost (700 metingen / dag)

# Extérieur
source: Outdoor
ca: Exterior
de: Außen
es: Extérieur
fr: Extérieur
nl: Extérieur

# Unités
source: Units
ca: Unitats
de: Einheiten
es: Unidades
fr: Unités
nl: Eenheden

# Equipements
source: Devices
ca: Equipaments
de: Geräte
es: Dispositivos
fr: Équipements
nl: Uitrusting

source: Alerts and Notifications
ca: Alertes i notificacions
de: Warnungen und Mitteilungen
es: Alertas y Notificaciones
fr: Alertes et notifications
nl: Waarschuwingen en meldingen

# Delete my User
source: Delete my Account
ca: Esborra el meu compte
de: Mein Konto löschen
es: Borrar mi cuenta
fr: Supprimer mon compte
nl: Verwijder mijn account

source: Searching Flipr
ca: Cercant Flipr
de: Suche nach Flipr
es: Buscando Flipr
fr: Recherche du Flipr
nl: Flipr zoeken

source: Reading
ca: Lectura
de: Lektüre
es: Lectura
fr: Lecture
nl: Lezing

source: Limit Reached
ca: S'ha assolit el límit
de: Limit erreicht
es: Límite alcanzado
fr: Limite atteinte
nl: Limiet bereikt

source: You have reached the maximum number of Places for this account.
ca: Heu assolit el nombre màxim de llocs per a aquest compte.
de: Sie haben die maximale Anzahl an Orten für dieses Konto erreicht.
es: Ha alcanzado el número máximo de lugares para esta cuenta.
fr: Vous avez atteint le nombre maximum de lieux pour ce compte.
nl: U heeft het maximale aantal plaatsen voor dit account bereikt.

source: Delete Places or contact the sales department for professional use.
ca: Suprimeix Places o contacta amb el departament de vendes per a ús professional.
de: Löschen Sie Orte oder wenden Sie sich für eine professionelle Nutzung an die Vertriebsabteilung.
es: Eliminar Lugares o contactar con el departamento comercial para uso profesional.
fr: Supprimez des emplacements ou contactez le service commercial pour un usage professionnel.
nl: Verwijder Places of neem contact op met de verkoopafdeling voor professioneel gebruik.

source: Buy Flipr AnalysR
ca: Compra Flipr AnalysR
de: Kaufen Sie Flipr AnalysR
es: Comprar Flipr AnalysR
fr: Acheter Flipr AnalysR
nl: Koop Flipr AnalysR

source: Connect your Gateway
ca: Connecteu la vostra passarel·la
de: Verbinden Sie Ihr Gateway
es: Conecte su pasarela
fr: Connectez votre passerelle
nl: Verbind uw toegangspoort

# WifiText!
source: Flipr Connect works exclusively on 2.4GHz wifi networks. If your network is 5GHz or 6GHz make sure it also supports 2.4GHz. On iPhone, first connect your phone to the 2.4GHz wifi network to which you want to connect your Flipr Connect. Choose wifi network
ca: Flipr Connect funciona exclusivament en xarxes wifi de 2,4 GHz. Si la vostra xarxa és de 5 GHz o 6 GHz, assegureu-vos que també admet 2,4 GHz. A l'iPhone, primer connecteu el vostre telèfon a la xarxa wifi de 2,4 GHz a la qual voleu connectar el vostre Flipr Connect. Trieu la xarxa wifi
de: Flipr Connect funktioniert ausschließlich in 2,4-GHz-WLAN-Netzwerken. Wenn Ihr Netzwerk 5 GHz oder 6 GHz hat, stellen Sie sicher, dass es auch 2,4 GHz unterstützt. Verbinden Sie auf dem iPhone zunächst Ihr Telefon mit dem 2,4-GHz-WLAN-Netzwerk, mit dem Sie Ihr Flipr Connect verbinden möchten. Wählen Sie ein WLAN-Netzwerk
es: Flipr Connect funciona exclusivamente en redes wifi de 2,4 GHz. Si su red es de 5 GHz o 6 GHz, asegúrese de que también admita 2,4 GHz. En iPhone, primero conecte su teléfono a la red wifi de 2,4 GHz a la que desea conectar su Flipr Connect. Elige red wifi
fr: Flipr Connect fonctionne exclusivement sur les réseaux wifi 2.4GHz. Si votre réseau est en 5GHz ou 6 GHz assurez vous qu’il prend également en charge le 2.4GHz. Sur iPhone connectez au préalable votre téléphone sur le réseau wifi 2.4GHz auquel vous souhaitez connecter votre Flipr Connect. Choisissez le réseau wifi
nl: Flipr Connect werkt uitsluitend op 2,4 GHz wifi-netwerken. Als uw netwerk 5 GHz of 6 GHz is, zorg er dan voor dat het ook 2,4 GHz ondersteunt. Verbind op de iPhone eerst uw telefoon met het 2,4 GHz wifi-netwerk waarmee u uw Flipr Connect wilt verbinden. Kies wifi-netwerk

source: If the light turns green (Really green!), you are connected and your Flipr Connect is ready to receive Flipr measurements! An intermittent blue flash indicates that Flipr AnalyseR is in range. Do not unplug Flipr Connect. The measurements are exclusively retrieved and transmitted by this gateway. If you change the WiFi network, please redo the configuration from the Settings menu.
ca: Si la llum es torna verda (verd verd!), esteu connectat i el vostre Flipr Connect està preparat per rebre mesures de Flipr! Un flaix blau intermitent indica que l'analitzador Flipr està a l'abast. No desconnecteu Flipr Connect. Les mesures es recuperen i transmeten exclusivament per aquesta passarel·la. Si canvieu la xarxa WiFi, torneu a fer la configuració des del menú Configuració.
de: Wenn das Licht grün wird (wirklich grün!), sind Sie verbunden und Ihr Flipr Connect ist bereit, Flipr-Messungen zu empfangen! Ein intermittierender blauer Blitz zeigt an, dass sich der Flipr-Analysator in Reichweite befindet. Trennen Sie Flipr Connect nicht vom Stromnetz. Die Messwerte werden ausschließlich über dieses Gateway abgerufen und übermittelt. Wenn Sie das WLAN-Netzwerk ändern, wiederholen Sie bitte die Konfiguration im Menü „Einstellungen“.
es: Si la luz se vuelve verde (¡Verdaderamente verde!), está conectado y su Flipr Connect está listo para recibir mediciones de Flipr. Un destello azul intermitente indica que el analizador Flipr está dentro del rango. No desenchufe Flipr Connect. Las medidas son recuperadas y transmitidas exclusivamente por esta pasarela. Si cambia la red WiFi, vuelva a realizar la configuración desde el menú Configuración.
fr: Si la lumière passe au vert (Vraiment vert!), vous êtes connecté et votre Flipr Connect est prêt à recevoir des mesures Flipr! Un flash bleu intermittent indique que Flipr AnalysR est à portée. Ne débranchez pas Flipr Connect. Les mesures sont exclusivement récupérées et transmises par cette passerelle. Si vous changez de réseau Wifi, veuillez refaire la configuration à partir du menu Paramètres.
nl: Als het lampje groen wordt (Echt groen!), ben je verbonden en is je Flipr Connect klaar om Flipr-metingen te ontvangen! Een onderbroken blauwe flits geeft aan dat de Flipr-analysator binnen bereik is. Koppel Flipr Connect niet los. De metingen worden uitsluitend door deze gateway opgehaald en verzonden. Als u het WiFi-netwerk wijzigt, voert u de configuratie opnieuw uit via het menu Instellingen.

source: Initialization 🔨
ca: Inicialització 🔨
de: Initialisierung 🔨
es: Inicialización 🔨
fr: Initialisation 🔨
nl: Initialisatie 🔨

source: Connected ✅
ca: Connectat ✅
de: Verbunden ✅
es: Conectado ✅
fr: Connecté ✅
nl: Verbonden ✅

source: Disconnected ❌
ca: Desconnectat ❌
de: Getrennt ❌
es: Desconectado ❌
fr: Déconnecté ❌
nl: Losgekoppeld ❌

source: You can recover the calibration solution and keep it for a week if needed.
ca: Podeu recuperar la solució de calibratge i mantenir-la durant una setmana si cal.
de: Sie können die Kalibrierungslösung zurückgewinnen und bei Bedarf eine Woche lang aufbewahren.
es: Puede recolectar la solución de calibración y guardarla durante una semana si es necesario.
fr: Vous pouvez récupérer la solution de calibrage et la conserver une semaine en cas de besoin.
nl: U kunt de kalibratie-oplossing verzamelen en indien nodig een week bewaren.

# Calibration Alert
source: We recommend that you perform a calibration in order to obtain more accurate measurements. Calibration is available from the Expert Menu.
ca: Us recomanem que feu un calibratge per tenir mesures més precises. Les calibracions es fan des del menú Expert.
de: Wir empfehlen Ihnen, eine Kalibrierung durchzuführen, um genauere Messungen zu erhalten. Kalibrierungen werden über das Expertenmenü durchgeführt.
es: Le recomendamos que realice una calibración para tener mediciones más precisas. Las calibraciones se realizan desde el menú Experto.
fr: Nous vous recommandons de faire un calibration afin de diposer de mesures plus justes. Les calibrations se font à partir du menu Expert.
nl: We raden u aan een kalibratie uit te voeren voor nauwkeurigere metingen. Kalibraties worden uitgevoerd vanuit het Expert-menu.

source: A very high TH (Total Hardness) in a swimming pool, caused by an excessive concentration of minerals like calcium and magnesium, can lead to issues such as scaling, cloudy water, and poor water balance, which can be addressed through dilution, the use of water softeners or sequestering agents, filtration and backwashing, and regular monitoring and balancing of the pool water.
ca: Un nivell molt alt de TH (Duresa Total) en una piscina, causat per una concentració excessiva de minerals com el calci i el magnesi, pot provocar problemes com la formació d'incrustacions, aigua turva i un desequilibri en l'aigua, els quals es poden solucionar mitjançant dilució, l'ús d'ablandidors d'aigua o agents seqüestrants, filtració i rentat a contracorrent, així com el control i equilibri regular de l'aigua de la piscina.
de: Eine sehr hohe TH (Gesamthärte) in einem Schwimmbad, verursacht durch eine übermäßige Konzentration von Mineralien wie Kalzium und Magnesium, kann zu Problemen wie Kalkablagerungen, trübem Wasser und einer schlechten Wasserbalance führen, die durch Verdünnung, Verwendung von Wasserenthärtern oder Fällungshemmern, Filtration und Rückspülung sowie regelmäßige Überwachung und Balance des Poolwassers behoben werden können.
es: Un nivel muy alto de TH (Dureza Total) en una piscina, causado por una concentración excesiva de minerales como el calcio y el magnesio, puede provocar problemas como la formación de incrustaciones, agua turbia y un desequilibrio en el agua, los cuales se pueden solucionar mediante dilución, el uso de ablandadores de agua o agentes secuestrantes, filtración y lavado a contracorriente, así como el monitoreo y equilibrio regular del agua de la piscina.
fr: TH (dureté totale) très élevé dans une piscine, causé par une concentration excessive de minéraux tels que le calcium et le magnésium, peut entraîner des problèmes tels que l'entartrage, une eau trouble et un déséquilibre de l'eau, qui peuvent être résolus en diluant l'eau, en utilisant des adoucisseurs d'eau ou des agents de séquestration, en filtrant et en effectuant des contre-lavages réguliers, ainsi qu'en surveillant et équilibrant régulièrement l'eau de la piscine.
nl: Een zeer hoge TH (Totale Hardheid) in een zwembad, veroorzaakt door een overmatige concentratie van mineralen zoals calcium en magnesium, kan leiden tot problemen zoals kalkaanslag, troebel water en een verstoorde waterbalans, die kunnen worden aangepakt door verdunning, het gebruik van waterontharders of bindmiddelen, filtratie en terugspoelen, en regelmatige monitoring en balancering van het zwembadwater.

source: A high TH (Total Hardness) in a swimming pool, caused by elevated mineral concentrations, can lead to issues such as scaling, cloudy water, reduced sanitizer efficiency, skin irritation, and difficulty in maintaining water balance.
ca: Una alta TH (Duresa Total) en una piscina, causada per una concentració elevada de minerals, pot provocar problemes com la formació d'incrustacions, aigua turva, una reducció en l'eficàcia dels desinfectants, irritació de la pell i dificultats per mantenir l'equilibri de l'aigua.
de: Eine hohe TH (Gesamthärte) in einem Schwimmbad, verursacht durch eine erhöhte Konzentration von Mineralien, kann zu Problemen wie Kalkablagerungen, trübem Wasser, reduzierter Wirksamkeit von Desinfektionsmitteln, Hautreizungen und Schwierigkeiten bei der Aufrechterhaltung des Wasserhaushalts führen.
es: Un alto nivel de TH (Dureza Total) en una piscina, causado por una concentración elevada de minerales, puede provocar problemas como la formación de incrustaciones, agua turbia, reducción en la eficiencia de los desinfectantes, irritación en la piel y dificultad para mantener el equilibrio del agua.
fr: Une dureté totale élevée (TH) dans une piscine, causée par une concentration élevée de minéraux, peut entraîner des problèmes tels que l'entartrage, une eau trouble, une efficacité réduite des produits désinfectants, une irritation de la peau et des difficultés à maintenir l'équilibre de l'eau.
nl: Een hoge TH (Totale Hardheid) in een zwembad, veroorzaakt door een verhoogde concentratie van mineralen, kan leiden tot problemen zoals kalkaanslag, troebel water, verminderde efficiëntie van desinfectiemiddelen, huidirritatie en moeilijkheden bij het handhaven van de waterbalans.

source: A correct TH (Total Hardness) in a swimming pool ensures balanced water chemistry, prevents scaling, and promotes clear water for an enjoyable swimming experience.
ca: Un nivell correcte de TH (Duresa Total) en una piscina assegura una química de l'aigua equilibrada, prevé la formació d'incrustacions i promou aigua clara per a una experiència de bany agradable.
de: Ein korrekter TH (Gesamthärte) in einem Schwimmbad gewährleistet eine ausgewogene Wasserchemie, verhindert Kalkablagerungen und fördert klares Wasser für ein angenehmes Schwimmerlebnis.
es: Un nivel de TH (Dureza Total) adecuado en una piscina garantiza una química del agua equilibrada, previene la formación de incrustaciones y promueve un agua clara para una experiencia de natación placentera.
fr: Un taux de TH (Dureté Totale) correct dans une piscine garantit une chimie de l'eau équilibrée, prévient les dépôts de tartre et favorise une eau claire pour une expérience de baignade agréable.
nl: Een juiste TH (Totale Hardheid) in een zwembad zorgt voor een gebalanceerde waterchemie, voorkomt kalkaanslag en bevordert helder water voor een plezierige zwemervaring.
