Repository: AjeeshDevnapps/FlipriOS
Catalog: IOS-master/Flipr/*.lproj/Localizable.strings
Languages: ca, de, es, fr, nl

source: The water is considered scaling, indicating a tendency to deposit calcium carbonate. This can lead to the formation of scale on surfaces, such as pipes, fixtures, or heating elements.
ca: L'aigua es considera incrustada, cosa que indica una tendència a dipositar carbonat de calci. Això pot provocar la formació de dipòsits de calç a les superfícies, com ara canonades, equips o elements de calefacció.
de: as Wasser wird als skalierend betrachtet, was auf eine Tendenz zur Ablagerung von Calciumcarbonat hinweist. Dies kann zur Bildung von Kalkablagerungen auf Oberflächen wie Rohren, Armaturen oder Heizelementen führen.
es: El agua se considera incrustante, lo que indica una tendencia a depositar carbonato de calcio. Esto puede dar lugar a la formación de incrustaciones en superficies, como tuberías, accesorios o elementos de calefacción.
fr: L'eau est considérée comme incrustante, ce qui indique une tendance à déposer du carbonate de calcium. Cela peut entraîner la formation de dépôts calcaires sur les surfaces, telles que les tuyaux, les équipements ou les éléments chauffants.
nl: Het water wordt beschouwd als korstvorming, wat wijst op een neiging om calciumcarbonaat af te zetten. Dit kan leiden tot de vorming van kalkaanslag op oppervlakken, zoals leidingen, apparaten of verwarmingselementen.

source: The water is considered balanced or close to being balanced, indicating that it is neither corrosive nor scaling.
ca: L'aigua es considera equilibrada o propera a l'equilibri, la qual cosa significa que no és ni corrosiva ni incrustant.
de: Das Wasser wird als ausgewogen oder nahezu ausgewogen betrachtet, was bedeutet, dass es weder korrosiv noch skalierend ist.
es: El agua se considera equilibrada o cercana al equilibrio, lo que significa que no es corrosiva ni incrustante.
fr: L'eau est considérée comme équilibrée ou proche de l'équilibre, ce qui signifie qu'elle n'est ni corrosive ni incrustante.
nl: Water wordt beschouwd als evenwichtig of bijna evenwichtig, wat betekent dat het niet corrosief of korstvormend is.

source: The water is considered corrosive, indicating a tendency to dissolve calcium carbonate. This can lead to the corrosion of metal pipes or fixtures.
ca: L'aigua es considera corrosiva, cosa que indica una tendència a dissoldre el carbonat de calci. Això pot provocar la corrosió de canonades o equips metàl·lics.
de: Das Wasser wird als skalierend betrachtet, was auf eine Tendenz zur Ablagerung von Calciumcarbonat hinweist. Dies kann zur Bildung von Kalkablagerungen auf Oberflächen wie Rohren, Armaturen oder Heizelementen führen.
es: El agua se considera incrustante, lo que indica una tendencia a depositar carbonato de calcio. Esto puede dar lugar a la formación de incrustaciones en superficies, como tuberías, accesorios o elementos de calefacción.
fr: L'eau est considérée comme corrosive, ce qui indique une tendance à dissoudre le carbonate de calcium. Cela peut entraîner la corrosion des tuyaux ou des équipements métalliques.
nl: Het water wordt als bijtend beschouwd, wat wijst op de neiging om calciumcarbonaat op te lossen. Dit kan leiden tot corrosie van leidingen of metalen apparatuur.

source: Control data not processed by Flipr algorithms
ca: Dades de control no processades pels algorismes de Flipr
de: Steuerdaten werden nicht von Flipr-Algorithmen verarbeitet
es: Datos de control no procesados por los algoritmos de Flipr
fr: Donnée de contrôle non traitée par les algorithmes Flipr
nl: Beheer gegevens die niet zijn verwerkt door Flipr-algoritmen

source: Total Chlorine / Bromine
ca: Clor total / Brom
de: Gesamtchlor/Brom
es: Cloro Total / Bromo
fr: Chlore / Brome Total
nl: Totaal chloor / broom

source: Free chlorine
ca: Clor lliure
de: Freies Chlor
es: Cloro libre
fr: Chlore libre
nl: Gratis chloor

source: Very Hight
ca: Molt alt
de: Sehr hoch
es: Muy alto
fr: Très haut
nl: Heel hoog

source: Hight
ca: Alt
de: Hoch
es: Alto
fr: Haut
nl: Hoog

source: Correct
ca: Correcte
de: Richtig
es: Correcto
nl: Juist

source: Low
ca: Avall
de: Runter
es: Abajo
fr: Bas
nl: Omlaag

source: Very Low
ca: Molt fluix
de: Sehr niedrig
es: Muy bajo
fr: Très bas
nl: Heel laag

source: Manual Entry
ca: Entrada manual
de: Manueller Eintrag
es: Entrada manual
fr: Entrée manuelle
nl: Handmatige invoer

source: Provide you Wifi SSID
ca: Introduïu el vostre SSID Wi-Fi
de: Geben Sie Ihre WLAN-SSID ein
es: Ingrese su SSID de Wi-Fi
fr: Saisissez votre SSID Wifi
nl: Voer uw wifi-SSID in

source: Set
ca: Registra't
de: Registrieren
es: Registro
fr: Enregistrer
nl: Opnemen

source: We recommend that you perform a calibration in order to obtain more accurate measurements. Calibration is available from the Expert menu.
ca: Us recomanem que feu un calibratge per tenir mesures més precises. Les calibracions es fan des del menú Expert.
de: Wir empfehlen Ihnen, eine Kalibrierung durchzuführen, um genauere Messungen zu erhalten. Kalibrierungen werden über das Expertenmenü durchgeführt.
es: Le recomendamos que realice una calibración para tener mediciones más precisas. Las calibraciones se realizan desde el menú Experto.
fr: Nous vous recommandons de faire un calibration afin de diposer de mesures plus justes. Les calibrations se font à partir du menu Expert.
nl: We raden u aan een kalibratie uit te voeren voor nauwkeurigere metingen. Kalibraties worden uitgevoerd vanuit het Expert-menu.

source: Delete this Measurement
ca: Suprimeix aquesta mesura
de: Löschen Sie diese Maßnahme
es: Eliminar esta medida
fr: Supprimer cette mesure
nl: Verwijder deze meting

source: Confirm
ca: Confirmeu
de: Bestätigen
es: Confirmar
fr: Confirmer
nl: Bevestigen

source: Transform as pH7 Calibration
ca: Converteix a calibració de pH 7
de: Konvertieren Sie zur pH7-Kalibrierung
es: Convertir a calibración pH7
fr: Transformer en Étalonnage pH7
nl: Converteren naar pH7 Kalibratie

source: Transform as pH4 Calibration
ca: Converteix a calibració de pH4
de: Konvertieren Sie zur pH4-Kalibrierung
es: Convertir a calibración pH4
fr: Transformer en Étalonnage pH4
nl: Converteren naar pH4 Kalibratie

source: When alkalinity in a pool is very low, it can have several negative effects. It may result in pH imbalance, leading to acidic water that causes discomfort for swimmers and damages pool equipment. It can also contribute to staining on pool surfaces and reduce the efficiency of sanitizers like chlorine.
ca: Quan l'alcalinitat d'una piscina és molt baixa, pot tenir diversos efectes negatius. Pot donar lloc a un desequilibri del pH, donant lloc a aigua àcida que causa molèsties als banyistes i danya l'equip de la piscina. També pot contribuir a tacar les superfícies de la piscina i reduir l'eficiència dels desinfectants com el clor.
de: Wenn die Alkalität in einem Pool sehr niedrig ist, kann dies mehrere negative Auswirkungen haben. Dies kann zu einem Ungleichgewicht des pH-Werts führen, was zu saurem Wasser führt, das den Schwimmern Unbehagen bereitet und die Poolausrüstung beschädigt. Es kann auch zur Fleckenbildung auf Pooloberflächen beitragen und die Wirksamkeit von Desinfektionsmitteln wie Chlor verringern.
es: Cuando la alcalinidad de una piscina es muy baja, puede tener varios efectos negativos. Puede resultar en un desequilibrio del pH, lo que lleva a un agua ácida que causa molestias a los nadadores y daña el equipo de la piscina. También puede contribuir a manchar las superficies de la piscina y reducir la eficacia de los desinfectantes como el cloro.
fr: Lorsque l'alcalinité dans une piscine est très faible, cela peut avoir plusieurs effets négatifs. Cela peut entraîner un déséquilibre du pH, conduisant à une eau acide qui provoque une gêne pour les baigneurs et endommage les équipements de la piscine. Il peut également contribuer à tacher les surfaces de la piscine et réduire l'efficacité des désinfectants comme le chlore.
nl: Wanneer de alkaliteit in een zwembad erg laag is, kan dit verschillende negatieve effecten hebben. Het kan resulteren in een onbalans van de pH, wat leidt tot zuur water dat ongemak veroorzaakt voor zwemmers en zwembadapparatuur beschadigt. Het kan ook bijdragen aan vlekken op zwembadoppervlakken en de efficiëntie van ontsmettingsmiddelen zoals chloor verminderen.

source: ⚠️ Default thresholds are for normal use and should not be altered by inexperienced users. They affect the algorithms and may generate inconsistencies between gauges and alerts. Flipr does not provide support for pools whose thresholds have been modified.
ca: ⚠️ Els llindars per defecte són per a un ús normal i no haurien de ser alterats per usuaris sense experiència. Afecten els algorismes i poden generar inconsistències entre indicadors i alertes. Flipr no ofereix cap suport per a les piscines els llindars de les quals s'han modificat.
de: ⚠️ Die Standardschwellenwerte gelten für den normalen Gebrauch und sollten nicht von unerfahrenen Benutzern geändert werden. Sie wirken sich auf die Algorithmen aus und können zu Inkonsistenzen zwischen Messgeräten und Warnungen führen. Flipr bietet keine Unterstützung für Pools, deren Schwellenwerte geändert wurden.
es: ⚠️ Los umbrales predeterminados son para uso normal y no deben ser modificados por usuarios sin experiencia. Afectan a los algoritmos y pueden generar incoherencias entre indicadores y alertas. Flipr no brinda soporte para grupos cuyos umbrales se hayan modificado.
fr: ⚠️ Les seuils par défaut correspondent à un usage normal et ne doivent pas être modifiés par des utilisateurs non expérimentés. Ils affectent les algorithmes et peuvent générer des incohérences entre les jauges et les alertes. Flipr n’assure aucun support pour les bassins dont les seuils ont été modifiés.
nl: ⚠️ Standaarddrempels zijn voor normaal gebruik en mogen niet worden gewijzigd door onervaren gebruikers. Ze beïnvloeden de algoritmen en kunnen inconsistenties veroorzaken tussen meters en waarschuwingen. Flipr biedt geen ondersteuning voor pools waarvan de drempels zijn gewijzigd.

source: Your trial quota has been exceeded. Please contact our sales department for further information.
ca: La teva quota de prova s'ha superat. Poseu-vos en contacte amb el nostre departament de vendes per obtenir més informació.
de: Ihr Testkontingent wurde überschritten. Für weitere Informationen wenden Sie sich bitte an unsere Vertriebsabteilung.
es: Se ha excedido su cuota de prueba. Póngase en contacto con nuestro departamento de ventas para obtener más información.
fr: Votre quota d'essai a été dépassé. Veuillez contacter notre service commercial pour plus d'informations.
nl: Uw proefquotum is overschreden. Neem voor meer informatie contact op met onze verkoopafdeling.
