Repository: AjeeshDevnapps/FlipriOS
Catalog: IOS-master/Flipr/*.lproj/Localizable.strings
Languages: ca, de, es, fr, nl

source: Here you can change the ways in which Flipr can send you alerts. Warning: this operation is reserved for experienced users.
ca: Aquí pots canviar les formes en què Flipr us pot enviar alertes. Avís: aquesta operació està reservada per a usuaris experimentats
de: Hier können Sie ändern, wie Flipr Ihnen Benachrichtigungen senden kann. Warnung: dieser Vorgang ist erfahrenen Benutzern vorbehalten.
es: Aquí puedes cambiar las vías por las que Flipr te envía alertas. !Atención! esta operación está reservada para usuarios experimentados
fr: Vous pouvez modifier ici les seuils à partir desquels Flipr peut vous envoyer des alertes. Attention: cette opération est réservée aux utilisateurs expérimentés.
nl: Hier kunt u de manieren veranderen waarop Flipr u waarschuwingen kan sturen. Warning: deze handeling is voorbehouden aan ervaren gebruikers.

source: Enjoying this app?
ca: T'agrada aquesta app?
de: Gefällt Ihnen diese Anwendung?
es: ¿Te gusta esta app?
fr: Aimez-vous naviguer sur cette application ?
nl: Geniet je van deze app?

source: Yes!
ca: Sí!
de: Ja!
es: ¡Sí!
fr: Oui !
nl: Ja!

source: Not really
ca: No gaire
de: Nicht wirklich
es: No mucho
fr: Non, pas vraiment
nl: Niet echt

source: Would you mind giving us some feedback?
ca: Vols deixar-nos algun comentari?
de: Würden Sie uns bitte ein Feedback geben?
es: ¿Quieres darnos tu opinión?
fr: Souhaitez-vous nous envoyer une suggestion d'amélioration ?
nl: Zou je ons wat feedback willen geven?

source: How about a rating on the App Store, then?
ca: Quina puntuació li dones a l'App Store
de: Wie wäre es dann mit einer Bewertung im App Store?
es: ¿Cómo calificas Flipr en App Store?
fr: Souhaitez-vous noter l'application sur l'App Store ?
nl: Wat dacht je dan van een beoordeling in de App Store?

source: Ok, sure
ca: Sí, és clar
de: Ok, sicher
es: Ok, seguro
fr: Oui, avec plaisir
nl: Oké, natuurlijk

source: Thanks!
ca: Gràcies!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
nl: Bedankt!

source: Your message has been sent.
ca: El teu missatge ha estat enviat
de: Ihre Nachricht wurde gesendet.
es: Tu mensaje ha sido enviado
fr: Votre message a bien été envoyé.
nl: Uw bericht is verzonden.

source: share
ca: Compartir
de: teilen
es: comparte
fr: partager
nl: aandeel

source: WARNING
ca: ATENCIÓ
de: WARNUNG
es: ATENCIÓN
fr: ATTENTION
nl: WAARSCHUWING

source: If your filtration pump is not equipped with a Flipr HUB, make sure that it is always started up when the heat pump is switched on.
ca: Si la bomba de filtració no està equipada amb Flipr HUB, assegura't que sempre s’engegui quan la bomba de calor estigui engegada.
de: Wenn Ihre Filtrationspumpe nicht mit einem Flipr HUB ausgestattet ist, stellen Sie sicher, dass sie immer in Betrieb genommen wird, wenn die Wärmepumpe eingeschaltet wird.
es: Si Tu bomba de filtración no está equipada con un Flipr HUB, asegúrate de que siempre esté encendida cuando la bomba de calor esté encendida.
fr: Si votre pompe à filtration n'est pas équipé d'un Flipr HUB, assurez vous de sa mise en route systématiquement lors de l'allumage de la pompe à chaleur
nl: Als uw filtratiepomp niet met een Flipr HUB is uitgerust, moet u ervoor zorgen dat deze altijd wordt opgestart wanneer de warmtepomp wordt ingeschakeld.

source: I get it
ca: Ho entenc
de: Ich habe verstanden
es: Lo entiendo
fr: J'ai compris
nl: Ik snap het

source: Is the current greater or less than 90V?
ca: El corrent és superior o inferior a 90 V?
de: Ist der Strom größer oder kleiner als 90 V?
es: ¿La corriente es mayor o menor que 90V?
fr: Le courant est-il supérieur ou inférieur à 90V ?
nl: Is de stroom groter of kleiner dan 90V?

source: Less than 90V
ca: Inferior a 90V
de: Weniger als 90 V
es: Menos que 90V
fr: Inférieur à 90V
nl: Minder dan 90V

source: More than 90V
ca: Superior a 90V
de: Mehr als 90 V
es: Más que 90V
fr: Supérieur à 90V
nl: Meer dan 90V

source: Instructions
ca: Instruccions
de: Anweisungen
es: Instrucciones
nl: Instructies

source: Previous
ca: Anterior
de: Zurück
es: Anterior
fr: Précédent
nl: Vorige

source: Next
ca: Següent
de: Weiter
es: Siguiente
fr: Suivant
nl: Volgende

source: Select your HUB
ca: Selecciona el teu HUB
de: Wählen Sie Ihren HUB
es: Selecciona tu HUB
fr: Sélectionnez votre HUB
nl: Selecteer uw HUB

source: or add a new one...
ca: o afegeix un nou...
de: oder fügen Sie einen neuen hinzu...
es: o añade uno nuevo...
fr: ou ajoutez en un nouveau...
nl: of een nieuwe toevoegen...

source: Edit
ca: Edita
de: Bearbeiten
es: Edita
fr: Modifier
nl: Bewerken

source: Add
ca: Afegeix
de: Hinzufügen
es: Añade
fr: Ajouter
nl: Toevoegen

source: Done
ca: Fet
de: Erledigt
es: Hecho
fr: Terminer
nl: Gedaan

source: Add a new HUB
ca: Afegeix un nou HUB
de: Fügen Sie einen neuen HUB hinzu
es: Añadir un nuevo HUB
fr: Ajouter un HUB
nl: Een nieuwe HUB toevoegen

source: Programs
ca: Programes
de: Programme
es: Programas
fr: Programmes
nl: Programma's

source: Enabled
ca: Activat
de: Aktiviert
es: Activado
fr: Activé
nl: Ingeschakeld

source: Disabled
ca: Desactivat
de: Deaktiviert
es: Desactivado
fr: Désactivé
nl: Uitgeschakeld

source: Off
ca: Apagat
de: Aus
es: Apagado
fr: Arrêt
nl: Uit

source: On
ca: Engegat
de: Auf
es: Encendido
fr: Marche

source: Program's name
ca: Nom del programa
de: Name des Programms
es: Nombre del programa
fr: Nom du programme
nl: Naam van het programma

source: Selected time slots
ca: Franges horàries seleccionades
de: Ausgewählte Zeitfenster
es: Franjas horarias seleccionadas
fr: Plages horaires sélectionnées
nl: Geselecteerde tijdslots

source: Repeat
ca: Repeteix
de: Wiederholen
es: Repite
fr: Répéter
nl: Herhaal

# DAY_1
source: M
ca: D
es: L
fr: L

# DAY_2
source: T
ca: D
de: D
es: M
fr: M
nl: D

# DAY_3
source: W
ca: D
de: M
es: M
fr: M

# DAY_4
source: T
ca: D
de: D
es: J
fr: J
nl: D

# DAY_5
source: F
ca: D
es: V
fr: V
nl: V

# DAY_7
source: S
ca: Diumenge
es: D
fr: D
nl: Zo

source: Name is mandatory
ca: El nom és obligatori
de: Name ist Pflicht
es: Nombre obligado
fr: Le nom est obligatoire
nl: Naam is verplicht

source: Select at least one time slot
ca: Selecciona com a mínim una franja horària
de: Wählen Sie mindestens ein Zeitfenster aus
es: Selecciona al menos una franja horaria
fr: Sélectionnez au moins une plage horaire
nl: Kies ten minste één tijdslot

source: Smart Control unavailable
ca: Smart Control no disponible
de: Smart Control nicht verfügbar
es: Control inteligente no disponible
fr: Smart Control indisponible
nl: Smart Control niet beschikbaar

# The Smart Control function requires a Flipr Start.
source: The Smart Control function requires a Flipr.
ca: La funció Smart Control requereix de la presència d'un Flipr
de: Die Smart Control-Funktion erfordert einen Flipr Start.
es: La función Smart Control requiere un Flipr.
fr: La fonction Smart Control nécessite un Flipr.
nl: Voor de Smart Control-functie is een Flipr nodig.

source: The Smart Control function for heat pumps requires a Flipr HUB associated with a filtration pump
ca: La funció Smart Control per a bombes de calor requereix un Flipr HUB associat a una bomba de filtració
de: Die Smart Control-Funktion für Wärmepumpen erfordert einen Flipr HUB in Verbindung mit einer Filtrationspumpe
es: La función Smart Control para bombas de calor requiere un Flipr HUB asociado con una bomba de filtración
fr: La fonction Smart Control pour les pompes à chaleur nécessite un Flipr HUB associé à une pompe à filtration
nl: De Smart Control-functie voor warmtepompen vereist een Flipr HUB gekoppeld aan een filtratiepomp

source: Working
ca: Treballant
de: Läuft
es: Trabajando
fr: En marche
nl: werken

source: Stopped
ca: Aturat
de: Gestoppt
es: Parado
fr: Arrêté
nl: Gestopt

source: Program
ca: Programat
de: Programm
es: Programa
fr: Programme
nl: Programma

source: No program
ca: No programat
de: Kein Programm
es: No programa
fr: Aucun programme
nl: Geen programma

source: Add a new program
ca: Afegeix un nou programa
de: Fügen Sie ein neues Programm hinzu
es: Añade un programa nuevo
fr: Ajouter un programme
nl: Een nieuw programma toevoegen

source: Rename
ca: Canviar el nom
de: Umbenennen
es: Renombra
fr: Renommer
nl: Hernoemen

source: Enter the new name
ca: Introdueix el nou nom
de: Geben Sie den neuen Namen ein
es: Escribe un nombre nuevo
fr: Entrez le nouveau nom
nl: Voer de nieuwe naam in

source: WiFi settings
ca: Configuració Wifi
de: WiFi-Einstellungen
es: Configuraciones Wifi
fr: Réglages WIFI
nl: WIFI-instellingen

source: Share your opinion!
ca: Comparteix la teva opinió!
de: Teilen Sie uns Ihre Meinung mit!
es: ¡Comparte tu opinión!
fr: Donnez votre avis !
nl: Deel je mening!

source: What equipment do you want to connect?
ca: Quin equipament vols connectar?
de: Welche Geräte möchten Sie anschließen?
es: ¿A qué equipo te quieres conectar?
fr: Quel équipement souhaitez vous connecter ?
nl: Welke apparatuur wilt u aansluiten?

source: Filtration pump
ca: Bomba de filtració
de: Filtrationspumpe
es: bomba de filtración
fr: Pompe à filtration
nl: Filtratiepomp

source: Heat pump
ca: Bomba de calor
de: Wärmepumpe
es: bomba de calor
fr: Pompe à chaleur
nl: Warmtepomp

source: Lighting
ca: Il·luminació
de: Beleuchtung
es: Iluminación
fr: Éclairage
nl: Verlichting

source: Ready?
ca: Estàs preparat?
de: Fertig?
es: ¿Preparado?
fr: Prêt ?
nl: Klaar?

source: Make sure the electricity is off
ca: Assegura't que l'electricitat estigui apagada
de: Stellen Sie sicher, dass der Strom ausgeschaltet ist
es: Asegúrate de que la electricidad esté apagada.
fr: Assurez vous que l’électricité soit bien coupée
nl: Zorg ervoor dat de elektriciteit uit is

source: Is your filtration directly connected to other equipment? (Example: an electrolyser, a heat pump, ...)
ca: La teva filtració està connectada directament a altres equips? (Exemple: un electrolitzador, una bomba de calor, ...)
de: Ist Ihre Filtration direkt mit anderen Geräten verbunden? (Beispiel: ein Elektrolyseur, eine Wärmepumpe, ...)
es: ¿Tu filtración está conectada directamente a otros equipos? (Ejemplo: un electrolizador, una bomba de calor, ...)
fr: Votre filtration est-elle reliée directement à un autre équipement? (Exemple : un électrolyseur, une pompe à chaleur, ...)
nl: Is uw filtratie direct aangesloten op andere apparatuur? (Voorbeeld: een elektrolyser, een warmtepomp, ...)

source: Remember to restore the power before moving on!
ca: Recordeu restaurar l’electricitat abans de continuar!
de: Denken Sie daran, die Stromversorgung wiederherzustellen, bevor Sie weiterfahren!
es: ¡Recuerda restaurar la electricidad antes de continuar!
fr: Pensez à rétablir le courant avant de passer à la suite !
nl: Vergeet niet de stroom te herstellen voordat je verder gaat!

source: Step 1: Make sure the power to the selected equipment is turned off.
ca: Pas 1: assegura't que l'alimentació de l'equip seleccionat està apagada.
de: Schritt 1: Stellen Sie sicher, dass die Stromversorgung des ausgewählten Geräts ausgeschaltet ist.
es: Paso 1: asegúrate de que la alimentación del equipo seleccionado esté apagada.
fr: Étape 1 : Assurez vous que le courant de l'équipement choisi soit coupé.
nl: Stap 1: Zorg ervoor dat de stroom naar de geselecteerde apparatuur is uitgeschakeld.

source: Step 2: Locate the power supply to your equipment and follow it to the cabinet.
ca: Pas 2: localitza la font d'alimentació del teu equip i segueix-la fins a l'armari.
de: Schritt 2: Suchen Sie die Stromversorgung Ihres Geräts und folgen Sie ihr bis zum Schrank.
es: Paso 2: Ubicala fuente de alimentación de tu equipo y síguela hasta el gabinete.
fr: Étape 2 : Situez l’alimentation électrique de votre équipement et suivez le jusquau coffret.
nl: Stap 2: Zoek de stroomtoevoer naar uw apparatuur en volg deze naar de kast.

source: Step 3: Cut and strip the cable. Leave about 1cm of copper and 4cm of sheath.
ca: Pas 3: Tallar i treure el cable. Deixa aproximadament 1cm de coure i 4cm de beina.
de: Schritt 3: Schneiden und manteln Sie das Kabel ab. Lassen Sie etwa 1 cm Kupfer und 4 cm Mantel übrig.
es: Paso 3: Corta y pela el cable. Deje aproximadamente 1cm de cobre y 4cm de funda.
fr: Étape 3 : Sectionnez et dénudez le cable. Laissez environ 1cm de cuivre et 4cm de gaine.
nl: Stap 3: Knip de kabel door en strip hem. Laat ongeveer 1 cm koper en 4 cm mantel over.

source: Step 4: Locate the different colors.
ca: Pas 4: localitza els diferents colors.
de: Schritt 4: Suchen Sie die verschiedenen Farben.
es: Paso 4: Ubica los diferentes colores.
fr: Étape 4 : Repérez les différentes couleurs.
nl: Stap 4: Zoek de verschillende kleuren.

source: Step 5: Connect the cables in the order shown, remember to connect the neutral (BLUE)
ca: Pas 5: connecta els cables en l'ordre que es mostra, recorda de connectar el neutre (BLAU)
de: Schritt 5: Schließen Sie die Kabel in der angegebenen Reihenfolge an, denken Sie daran, den Neutralleiter (BLAU) anzuschließen
es: Paso 5: Conecta los cables en el orden que se muestra, recuerda conectar el neutro (AZUL)
fr: Étape 5 : Branchez les câbles dans l'ordre indiqué, pensez à raccorder le neutre (BLEU)
nl: Stap 5: Sluit de kabels aan in de getoonde volgorde, vergeet niet de nulleider (BLAUW) aan te sluiten

source: Step 5: Connect the cables in the order shown
ca: Pas 5: connecta els cables en l'ordre que es mostra
de: Schritt 5: Schließen Sie die Kabel in der angegebenen Reihenfolge an
es: Paso 5: conecta los cables en el orden que se muestra
fr: Étape 5 : Branchez les câbles dans l'ordre indiqué
nl: Stap 5: Sluit de kabels in de aangegeven volgorde aan

source: I have a doubt
ca: Tinc un dubte
de: Ich habe einen Zweifel
es: Tengo una duda
fr: J'ai un doute
nl: Ik heb een twijfel

source: Password error :/
ca: error de contrasenya
de: Passwort-Fehler :/
es: error de contraseña
fr: Erreur mot de passe:/
nl: Wachtwoord fout :/

source: Confirm password
ca: Confirma la contrasenya
de: Bestätigen Sie das Passwort
es: Confima contraseña
fr: Confirmez le mot de passe
nl: Wachtwoord bevestigen

source: No worries: please choose the type of product, and we will reference it for you!
ca: No et preocupis: escull el tipus de producte i el farem referència per vosaltres.
de: Keine Sorge: Bitte wählen Sie den Produkttyp aus, und wir referenzieren ihn für Sie!
es: No te preocupes: elige el tipo de producto y lo haremos referencia para usted.
fr: Pas de soucis: choisissez le type de produit, nous le référencerons pour vous!
nl: Geen zorgen: kies alstublieft het type product en wij zullen het voor u als referentie gebruiken!

source: Enable Flipr alerts and notifications
ca: Activa les alertes i les notificacions de Flipr
de: Aktivieren von Flipr-Warnungen und -Benachrichtigungen
es: Habilitar alertas y notificaciones de Flipr
fr: Activez les alertes et notifications Flipr
nl: Flipr-waarschuwingen en -meldingen inschakelen

source: Add a Flipr Hub
ca: Afegeix Flipr Hub
es: Añadir Flipr Hub
fr: Ajouter un Flipr Hub

source: Registration
ca: Registre
de: Anmeldung
es: Registro
fr: Enregistrement

source: Goodbye to troubled waters
ca: Adéu a les aigües tèrboles
de: Auf Wiedersehen in unruhigen Gewässern
es: Adiós a las aguas turbias
fr: Adieu aux eaux troubles

source: Forget about water analysis
ca: Oblidan els anàlisis d'aigua
de: Vergessen Sie die Wasseranalyse
es: Olvida los análisis de agua
fr: Oubliez l'analyse de l'eau

source: Don't worry about the quality of your pond water Create an account
ca: No et preocupis per la qualitat de la teva aigua. Crea un compte.
de: Machen Sie sich keine Sorgen um die Qualität Ihres Teichwassers Erstellen Sie ein Konto
es: No te preocupes por la calidad de tu agua. Crea una cuenta
fr: Ne vous inquiétez pas de la qualité de l'eau de votre bassin Créez un compte

source: Create an account
ca: Crea un compte
de: Konto erstellen
es: Crea una cuenta
fr: Créer un compte

source: E-mail address
ca: e-mail
de: E-Mail Adresse
es: dirección e-mail
fr: Adresse électronique

# Connection
source: Login
ca: Connexió
de: Verbindung
es: Conexión
fr: Connexion

source: I forgot my password
ca: He oblidat la meva contrasenya
de: Ich habe mein Passwort vergessen
es: He olvidado mi contraseña
fr: J’ai oublié mon mot de passe
nl: J’ai oublié mon mot de passe

source: No account yet?
ca: Encara no t'has creat un compte?
de: Noch kein Konto?
es: ¿Aún no tienes una cuenta?
fr: Pas encore de compte ?

source: Register
ca: Registre
es: Registar
fr: Enregistrer

source: Reset
ca: Recomençar
de: Zurücksetzen
es: Rehacer
fr: Réinitialiser

source: Reset my password
ca: Refer la meva contrasenya
de: Passwort zurücksetzen
es: Rehacer mi contraseña
fr: Réinitialiser mon mot de passe

# Open mail
source: Open my inbox
ca: Obrir el correu electrònic
de: Post öffnen
es: Abrir e-mail
fr: Ouvrez votre messagerie

source: Reenter email
ca: Torna a introduir el correu electrònic
de: E-Mail erneut eingeben
es: Vuelve a introducir el e-mail
fr: Confirmer votre email

source: To confirm your email address, click on the button in the email we sent to
ca: Confirma el teu correu electrònic fent clic en el correu que t'hem enviat
de: Um Ihre E-Mail-Adresse zu bestätigen, klicken Sie auf die Schaltfläche in der E-Mail, die wir Ihnen schicken.
es: Para confirmar tu dirección e-mail, haz clic en el botón del mail que te hemos enviado
fr: Pour confirmer votre adresse e-mail, cliquez sur le bouton dans l'e-mail que nous avons envoyé

source: Verified
ca: Verificat
de: Geprüft
es: Verificado
fr: Vérifié

source: Check your inbox!
ca: Revisa la teva safata d'entrada!
de: Prüfen Sie Ihren Posteingang!
es: ¡Revisa tu buzón de entrada!
fr: Vérifiez votre boîte de réception !

source: Complete your profile
ca: Completa el teu perfil
de: Vervollständigen Sie Ihr Profil
es: Completa tu perfil
fr: Complétez votre profil

# Password1
source: Password
ca: Contrasenya1
de: Passwort
es: Contraseña1
fr: Mot de passe

source: Submit
ca: Presentar
de: Einreichen
es: Entregar
fr: Soumettre

# Bienvenue
source: Welcome
ca: Benvingut
de: Willkommen
es: Bienvenido
fr: Bienvenue

source: The Flipr App is ready to welcome your first device.
ca: L’aplicació Flipr està preparada per donar la benvinguda al teu primer dispositiu.
de: Die Flipr-App ist bereit, Ihr erstes Gerät zu begrüßen.
es: La App de Flipr está lista para tu primer aparato
fr: L'application Flipr est prête à accueillir votre premier appareil.

source: Choose a device to associate
ca: Tria el dispositiu que vols associar
de: Wählen Sie ein zu verknüpfendes Gerät
es: Escoge qué aparato quieres asociar
fr: Choisissez un dispositif à associer

# Search for a Flipr Start in progress
source: Search for a Flipr in progress
ca: Cerca de Flipr en progrés
de: Suche nach einem Flipr Start im Gange
es: Búsqueda de Flipr en progreso
fr: Recherche d'un Flipr en cours

source: Stay close to your Flipr. The activation of the bluetooth is necessary
ca: Estigues a prop del teu Flipr. És necessari tenir el bluetooth activat
de: Bleiben Sie in der Nähe Ihres Flipr. Die Aktivierung des Bluetooth ist notwendig
es: Sitúate cerca de tu Flipr. Activa el bluetooth de tu móvil.
fr: Restez proche de votre Flipr. L'activation du bluetooth est nécessaire.

source: Bluetooth not activated.
ca: El Bluetooth no està activat
de: Bluetooth ist nicht aktiviert.
es: Bluetooth no activado
fr: Bluetooth non activé.

source: Connect your pool
ca: Connecta la teva piscina
de: Verbinden Sie Ihr Schwimmbad
es: Conecta tu piscina
fr: Connectez votre piscine

source: 3 steps
ca: 3 passos
de: 3 Schritte
es: 3 pasos
fr: 3 étapes

source: Describe your pool
ca: Descriu la teva piscina
de: Beschreiben Sie Ihren Pool
es: Describe tu piscina
fr: Décrivez votre piscine

# 3rd subtitle
source: Indispensable for an optimal analysis and precise advice
ca: 3r subtítol
de: Unverzichtbar für eine optimale Analyse und präzise Beratung
es: Indispensable para un análisis óptimo y un asesoramiento preciso
fr: Indispensable pour une analyse optimale et des conseils précis

# Choisissez le Flipr Start à associer
source: Choose the Flipr to combine
ca: Tria el Flipr que vols associar
de: Wählen Sie den Flipr Start, um zu kombinieren
es: Escoge el Flipr a asociar
fr: Choisissez le Flipr à associer

source: Serial
de: Serienmäßig
es: Serie
fr: Numéro de série

# Renseignez la clé de sécurité de votre Flipr Start
source: Fill in the security key of your Flipr
ca: Introdueix la clau de seguretat del teu Flipr
de: Geben Sie den Sicherheitsschlüssel Ihres Flipr Start
es: Introduce la llave de seguridad de tu Flipr
fr: Renseignez la clé de sécurité de votre Flipr

source: The 5-digit security key (Key) is located inside the box of your Flipr.
ca: La clau de seguretat de 5 xifres (key) es troba a l'interior de la caixa del teu Flipr
de: Der 5-stellige Sicherheitsschlüssel (Key) befindet sich in der Box Ihres Flipr Start.
es: La llave de seguridad de 5 cifras (Key) se encuentra al interior de la caja de tu Flipr
fr: La clé de sécurité à 5 chiffres (Key) se trouve à l'intérieur de la boîte de votre Flipr.

# Clé de sécurité (Key)
source: Security key
ca: Clau de seguretat (Key)
de: Sicherheitsschlüssel (Key)
es: Llave de seguridad (Key)
fr: Clé de sécurité (Key)

# Connecter Flipr Hub
source: Connect Flipr Hub
ca: Connectar Flipr Hub
de: Verbinder Flipr Hub
es: Conectar Flipr Hub
fr: Connecter Flipr Hub

# Connecter Flipr Start
source: Connect Flipr
ca: Connectar Flipr
de: Verbinder Flipr Start
es: Conectar Flipr
fr: Connecter Flipr

# Flipr Start Connecté
source: Flipr Connected
ca: Flipr connectat
de: Flipr Start Verbunden
es: Flipr Conectado
fr: Flipr Connecté

# Poursuivre
source: Continue
ca: Continuar
de: Weiter
es: Seguir
fr: Poursuivre

# Profitez enfin de votre piscine
source: Enjoy your pool at last
ca: Gaudeix de la teva piscina!
de: Genießen Sie endlich Ihren Pool
es: Disfruta de tu piscina
fr: Profitez enfin de votre piscine

source: With Flipr, pool maintenance becomes child's play. Analyze the water remotely, adjust your filtration, and forget about maintenance.
ca: Amb Flipr, el manteniment de la teva piscina serà un joc de nes. Analitza l'aigua a distancia, regula la teva filtració y oblida els mal de caps de manteniment.
de: Mit Flipr wird die Poolpflege zum Kinderspiel. Analysieren Sie das Wasser aus der Ferne, stellen Sie Ihre Filterung ein und vergessen Sie die Wartung.
es: Con Flipr, el mantenimiento de la piscina se vuelve un juego de niños. Analiza el agua a distancia, regula tu filtración y olvídate de los problemas de mantenimiento.
fr: Avec Flipr, l'entretien de la piscine devient un jeu d'enfant. Analysez l'eau à distance, réglez votre filtration, et oubliez la contrainte de l'entretien.

# Economisez sur l'entretien
source: Save on maintenance
ca: Estalvia en el manteniment
de: Sparen Sie bei der Wartung
es: Ahorra el mantenimiento
fr: Economisez sur l'entretien

source: Thanks to its FliprPredict technology, Flipr gives you precise and highly personalised advice to avoid wasting treatment and water.
ca: Gràcies a la seva tecnologia FliprPredict, Flipr t'ofereix consells precisos i altament personalitzats per evitar malgastar tractaments i aigua.
de: Dank der FliprPredict-Technologie gibt Ihnen Flipr präzise und hochgradig personalisierte Ratschläge, um eine Verschwendung von Behandlung und Wasser zu vermeiden.
es: Gracias a su tecnología FliprPredict, Flipr te da consejos precisos y personalizados para evitar problemas de mantenimiento e infectación del agua.
fr: Grâce à sa technologie FliprPredict, Flipr vous donne des conseils précis et hautement personnalisés pour éviter le gaspillage des traitements et de l'eau.

# Prenez soin de votre santé
source: Take care of your health
ca: Cuida la teva salut
de: Achten Sie auf Ihre Gesundheit
es: Cuida tu salud
fr: Prenez soin de votre santé
