Repository: AjeeshDevnapps/FlipriOS
Catalog: IOS-master/Flipr/*.lproj/Localizable.strings
Languages: ca, de, es, fr, nl

# EXPERT_MODE_INFO
source: Expert mode allows you to view the raw data reported by Flipr. Here you can also customize the alert thresholds. This information and settings are intended for professional or highly experienced users.
ca: El Mode Avançat et permet veure les dades brutes informats per Flipr. Aquí també pots personalitzar els seus nivells d'alerta. Aquesta informació i configuració està destinada a usuaris professionals o usuaris experimentat
de: Im Expertenmodus können Sie die von Flipr gemeldeten Rohdaten anzeigen. Hier können Sie auch die Alarmschwellenwerte anpassen. Diese Informationen und Einstellungen sind für professionelle oder sehr erfahrene Benutzer bestimmt.
es: El modo Avanzado le permite ver los datos brutos informados por Flipr. Aquí también puede personalizar sus niveles de alerta. Esta información y configuración está destinada a usuarios profesionales o usuarios experimentado.
fr: Le Mode Expert vous permet de consulter les données brutes relevées par Flipr. Vous pouvez également ici personnaliser les seuils d'alertes. Ces informations et réglages s'adressent à des utilisateurs professionels ou fortement expérimentés.
nl: In de expertmodus kunt u de ruwe gegevens bekijken die door Flipr. Hier kunt u ook de alarmdrempels aanpassen. Deze informatie en instellingen zijn bedoeld voor professionele of zeer ervaren gebruikers.

source: Raw data warning
ca: Avís de dades brutes
de: Warnung in Bezug auf Rohdaten
es: Advertencia de datos brutos
fr: Avertissement
nl: Waarschuwing voor onbewerkte gegevens

# EXPERT_MODE_WARNING
source: The raw data are the datas recorded by Flipr at a definite time, without reprocessing by our algorithms. This information displayed on this screen is for professional or highly experienced users only. When in doubt, refer to the data displayed on the home screen of the application. The Flipr technical service will not provide any intervention or support for the information displayed on this screen. The interpretation of the displayed data is the sole responsibility of the user.
ca: Les dades brutes són les dades gravades per Flipr en un moment definit, no compten amb el reprocessament dels nostres algorismes. Aquesta informació, que es mostra a la pantalla, és només per a usuaris professionals o amb un alt nivell d'experiència. En cas de dubte, consulta les dades mostrades a la pantalla d'inici de l'aplicació. El servei tècnic de Flipr no proveeix cap intervenció o suport per a la informació que es mostra a la pantalla. La interpretació de les dades mostrades és responsabilitat exclusiva de l'usuari.
de: Die Rohdaten sind die von Flipr zu einem bestimmten Zeitpunkt aufgezeichneten Daten, ohne dass sie von unseren Algorithmen nachbearbeitet wurden. Die in diesem Bildschirm angezeigten Informationen sind nur für professionelle oder sehr erfahrene Benutzer bestimmt. Beziehen Sie sich im Zweifelsfall auf die Daten, die auf dem Startbildschirm der App angezeigt werden. Der technische Service von Flipr bietet keinen Eingriff oder Support für die auf diesem Bildschirm angezeigten Informationen. Die Interpretation der angezeigten Daten liegt in der alleinigen Verantwortung des Benutzers.
es: Los datos brutos son los datos grabados por Flipr en un momento definido, no cuentan con el reprocesamiento de nuestros algoritmos. Esta información, que se muestra en la pantalla, es sólo para usuarios profesionales o con un alto nivel de experiencia. En caso de duda, consulte los datos mostrados en la pantalla de inicio de la aplicación. El servicio técnico de Flipr no provee ninguna intervención o soporte para la información que se muestra en la pantalla. La interpretación de los datos mostrados es responsabilidad exclusiva del usuario.
fr: Les données brutes sont les données relevées par Flipr à un instant t, sans retraitement par nos algorithmes. Ces informations sont réservées à des utilisateurs professionnels ou fortement expérimentés. En cas de doutes, se référer aux données affichées sur l'écran d'accueil de l'application. Le service technique Flipr n'assurera pas d'intervention ni de support concernant les informations affichées sur cet écran. L'interprétation des données affichées relève de la seule responsabilité de l'utilisateur.
nl: De ruwe gegevens zijn de gegevens die Flipr op een bepaald moment registreert, zonder opwerking door onze algoritmen. Deze informatie op dit scherm wordt alleen weergegeven voor professionele of zeer ervaren gebruikers. Raadpleeg in geval van twijfel de gegevens die worden weergegeven op het startscherm van de toepassing. De technische dienst van Flipr verleent geen interventie of ondersteuning voor de informatie die op dit scherm wordt weergegeven. De interpretatie van de getoonde gegevens is uitsluitend de verantwoordelijkheid van de gebruiker.

source: Your product
ca: El teu producte
de: Ihr Produkt
es: Su producto
fr: Votre produit
nl: Uw product

source: Product details
ca: Detalls del producte
de: Produkt-Details
es: Detalles del producto
fr: Details sur le produit

source: Normal dosage
ca: Dosi normal
de: Normale Dosierung
es: Dosis normal
fr: Dosage normal
nl: Normale dosering

# Chock dosage
source: Shock dosage
ca: Dosificació de xoc
de: Schock-Dosierung
es: Dosis de choque
fr: Dosage choc
nl: Schokdosis

source: Initial dosage
ca: Dosi inicial
de: Ausgangsdosierung
es: Dosis inicial
fr: dosage initial
nl: Eerste dosering

source: Name
ca: Nom
es: Nombre
fr: Nom
nl: Naam

source: Product name...
ca: Nom del producte
de: Produktname...
es: Nombre del producto...
fr: Nom du produit...
nl: Productnaam...

source: Brand
ca: Marca
de: Marke
es: Marca
fr: Marque
nl: Merk

source: Product form
ca: Forma del producte
de: Produkt-Formular
es: Forma del producto
fr: Forme du produit
nl: Product vorm

source: Unit of measure
ca: Unitat de mesura
de: Maßeinheit
es: Unidad de medida
fr: Unité de mesure
nl: Meeteenheid

# Total quantity
source: Total weight
ca: Quantitat total
de: Gesamtgewicht
es: Peso total
fr: Poids total
nl: Totaal gewicht

source: Unit weight (g)
ca: Pes d'unitat (g)
de: Stückgewicht (g)
es: Unidad de peso (g)
fr: Poids unitaire (g)
nl: Totaal gewicht (g)

source: Multifunction
ca: Multifunció
de: Multifunktion
es: Multifunción
nl: Multifunctionaliteit

source: Dissolution
ca: Dissolució
de: Auflösung
es: Disolución
nl: Ontbinding

source: Stabilizing
ca: Estabilització
de: Stabilisierung
es: Estabilizador
fr: Stabilisant
nl: Stabiliserend

source: Action
ca: Acció
de: Aktion
es: Acción
nl: Actie

source: Unit of dosage
ca: Unitat de dosificació
de: Einheit der Dosierung
es: Unidad de dosis
fr: Unité de dosage
nl: Doseringseenheid

# For a volume of water (m3):
source: Reference water volume for the chemical dosage (m3)
ca: Per al volum de l'aigua (m3):
de: Referenzwasservolumen für die Chemikaliendosierung (m3)
es: Volumen de agua de referencia para la dosificación (m3)
fr: Volume d'eau de référence pour le dosage (m3)
nl: Referentiewaterinhoud voor chemische dosering (m3)

# Example: "For 25m3 of water, add 1 roll." Enter 25 in the field opposite.
source: Example: If the instruction says "For 25M3 of water, add 1 pod." Enter 25 in the field above.
ca: Exemple: "Per a 25m3 d'aigua, afegeix 1 rottle." Introdueix 25 en el camp contrari
de: Beispiel: Wenn die Anweisung lautet: "Für 25 m3 Wasser fügen Sie 1 Kapsel hinzu." Geben Sie 25 in das obige Feld ein.
es: Ejemplo: "Por 25 m3 de agua, agregue 1 rollo". Ingrese 25 en el campo de enfrente.
fr: Exemple : "Pour 25m3 d’eau, rajouter 1 galet". Indiquer 25 dans le champ ci-contre.
nl: Voorbeeld: "Voeg voor 25m3 water 1 rol toe." Voer 25 in het veld er tegenover in.

# To increase the ph of:
source: To increase/decrease of:
ca: Augmenta el ph de:
de: Erhöhen/Verringern um:
es: Incrementar el ph de:
fr: Pour augmenter/diminuer de :
nl: Om de ph van:

source: Insert (unit of dosage)
ca: Insereix (dosi)
de: Insert (Dosierungseinheit)
es: Ingresar (unidad de dosis)
fr: Insérer (unité de dosage)
nl: Invoegen (doseringseenheid)

source: Application method
ca: Mètode d'aplicació
de: Anwendungsverfahren
es: Método de aplicación
fr: Lieu de traitement
nl: Applicatiemethode

source: Fast
ca: Rápid
de: Schnell
es: Rápido
fr: Rapide
nl: Snel

source: Slow
ca: Lent
de: Langsam
es: Lento
fr: Lente
nl: Loom

source: Not applicable
ca: No aplicable
de: Nicht anwendbar
es: No aplicable
fr: Non applicable
nl: Niet van toepassing

source: Reduce
ca: Redueix
de: Reduzieren
es: Reducir
fr: Diminuer
nl: Verkleinen

source: Reinforce
ca: Reforça
de: Verstärken
es: Reforzar
fr: Renforcer
nl: Versterken

source: Salt level (g/L)
ca: Nivell de sal (g / L)
de: Salzgehalt (g/L)
es: Nivel de sal (g/l)
fr: Taux de sel (g/L)
nl: Zoutgehalte (g/L)

source: Recommended for the operation of your device
ca: Recomanat per al funcionament del dispositiu
de: Empfohlen für den Betrieb Ihrer Einrichtung
es: Recomendado para el funcionamiento de su dispositivo
fr: Recommandé pour le fonctionnement de votre appareil
nl: Aanbevolen voor de werking van uw apparaat

source: FORGET WATER ANALYZES
ca: OBLIDA ELS ANÀLISIS D'AIGUA
de: WASSERANALYSEN VERGESSEN
es: OLVÍDESE DE LAS PRUEBAS DE AGUA
fr: OUBLIEZ LES ANALYSES D’EAU
nl: VERGEET HET TESTEN VAN HET WATER

source: You no longer have to worry about the quality of the water. Thanks to its sensors, Flipr performs the analyzes for you in real time. An anomaly is detected: Flipr warns you and tells you what to do.
ca: No et preocupis més per la qualitat de l’aigua. Gràcies als seus sensors, Flipr realitza les anàlisis en temps real. Es detecta una anomalia: Flipr t'avisa i t'indica què has de fer.
de: Um die Qualität des Wassers müssen Sie sich keine Sorgen mehr machen. Dank seiner Sensoren führt Flipr die Analysen für Sie in Echtzeit durch. Eine Anomalie wird erkannt: Flipr warnt Sie und sagt Ihnen, was zu tun ist.
es: Ya no tiene que preocuparse por la calidad del agua. Gracias a sus sensores, Flipr realiza los análisis para usted en tiempo real. Se detecta una anomalía: Flipr le advierte y le indica qué hacer.
fr: Vous n’avez plus à vous soucier de la qualité de l’eau. Grâce à ses capteurs, Flipr effectue les analyses pour vous et en temps réel. Une anomalie est détectée : Flipr vous avertit et vous dit quoi faire.
nl: U hoeft zich niet langer zorgen te maken over de waterkwaliteit. Dankzij de sensoren voert Flipr de analyses in real time voor u uit. Een anomalie wordt gedetecteerd: Flipr waarschuwt je en vertelt je wat je moet doen.

source: SAVE ON MAINTENANCE
ca: ESTALVIAR EN MANTENIMENT
de: WARTUNGSKOSTEN SPAREN
es: AHORRO EN EL MANTENIMIENTO
fr: ECONOMISEZ SUR L’ENTRETIEN
nl: BESPAREN OP ONDERHOUD

source: No more hazardous dosages of chemicals! With powerful algorithms, Flipr gives you the exact measurements to keep your pool clean, without waste or pond drain.
ca: Ja no hi ha dosis perilloses de productes químics. Amb potents algoritmes, Flipr et proporciona les mesures exactes per mantenir la piscina neta, sense residus ni desguàs de la bassa.
de: Keine gefährlichen Dosierungen von Chemikalien mehr! Mit leistungsstarken Algorithmen gibt Ihnen Flipr die genauen Messungen, um Ihr Becken sauber zu halten, ohne Abfall oder Beckenabfluss.
es: ¡No más dosis peligrosas de productos químicos! Gracias a potentes algoritmos, Flipr le ofrece las medidas exactas para mantener su piscina limpia, sin desperdiciar ni vaciar la piscina.
fr: Fini les dosages hasardeux de produits chimiques ! Grâce à de puissants algorithmes, Flipr vous donne les mesures exactes pour maintenir votre piscine propre, sans gaspillage ni vidange de bassin.
nl: Geen gevaarlijke doseringen van chemicaliën meer! Dankzij de krachtige algoritmes geeft Flipr u de exacte afmetingen om uw zwembad schoon te houden, zonder het zwembad te verspillen of af te voeren.

source: SWIM WITH SAFETY
ca: BANYA'T EN SEGURETAT
de: SICHER SCHWIMMEN
es: NADE SEGURAMENTE
fr: NAGEZ EN TOUTE SECURITE
nl: ZWEMVEILIGE ZWEMMEN VEILIGHEID

source: A poorly disinfected or over-disinfected pool poses health risks, sometimes significant. Flipr helps you keep your pool healthy: no over-chlorination, no acidity problem. You control your pool.
ca: Una piscina poc desinfectada o desinfectada en excés comporta riscos per a la salut, de vegades significatius. Flipr t'ajuda a mantenir la piscina sana: sense cloració excessiva ni sense problemes d’acidesa. Controla la teva piscina.
de: Ein schlecht desinfizierter oder übermäßig desinfizierter Pool birgt manchmal erhebliche Gesundheitsrisiken. Flipr hilft Ihnen, Ihr Becken gesund zu halten: keine Überchlorung, kein Übersäuerungsproblem. Sie kontrollieren Ihr Becken.
es: Una piscina mal desinfectada o sobredesinfectada presenta riesgos para la salud, a veces significativos. Flipr le ayuda a mantener su piscina saludable: sin sobrecloración, sin problemas de acidez. Usted controla su piscina.
fr: Une piscine mal désinfectée ou sur-désinfectée présente des risques pour la santé, parfois important. Flipr vous aide à garder votre piscine saine : pas de sur-chloration, pas de problème d’acidité. Vous maitrisez votre piscine.
nl: Een slecht gedesinfecteerd of overmatig gedesinfecteerd zwembad vormt een, soms aanzienlijk, gezondheidsrisico. Flipr helpt u om uw zwembad gezond te houden: geen overchlorering, geen problemen met de zuurgraad. Jij hebt de controle over je zwembad.

source: More
ca: Més
de: Mehr
es: Más
fr: Plus
nl: Meer

# Create account
source: Create an account
ca: Crea el teu compte
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
nl: Maak een account aan

source: Already a user?
ca: ¿Encara no ets usuari?
de: Sind Sie bereits Benutzer?
es: ¿Ya eres usuario?
fr: Déjà utilisateur ?
nl: Bent u al gebruiker?

source: Login
ca: Iniciar sessió
de: Anmeldung
es: Iniciar sesión
fr: Se connecter
nl: Inloggen

source: Welcome back!
ca: Benvingut de nou!
de: Willkommen zurück!
es: ¡Bienvenido de nuevo!
fr: Heureux de vous revoir !
nl: Welkom terug!

source: Use the demo account
ca: Utilitza un compte de prova
de: Verwenden Sie das Demokonto
es: Utilice la cuenta demo
fr: Utiliser le compte de démonstration
nl: Gebruik de demo-account

# Activate all the features! 7 days free trial
source: Activate all the features! Enjoy a free trial
ca: Activa totes les funcions! Prova gratuïta de 7 dies
de: Aktivieren Sie alle Funktionen! Genießen Sie eine kostenlose Testversion
es: Activar todas las funciones! Disfruta de una prueba gratis
fr: Activez toutes les fonctionnalités ! Profitez d'un essai gratuit.
nl: Activeer alle functies! Geniet van een gratis proefperiode.

source: Get Flipr Infinite
ca: Aconsegueix Flipr Infinite
de: Laden Sie Flipr Infinite herunter
es: Obtenga Flipr Infinite
fr: Passez sur Flipr Infinite
nl: Krijg Flipr Infinite

source: Simplify product management
ca: Simplificar la gestió de productes
de: Vereinfachen Sie das Produktmanagement
es: Simplifique la gestión de sus productos.
fr: Simplifiez vous la gestion des produits.
nl: Vereenvoudig uw productbeheer.

source: Receive tips tailored to your equipment
ca: Rep consells adaptats al vostre equip
de: Erhalten Sie auf Ihr Gerät zugeschnittene Tipps
es: Recibe consejos adaptados a tu equipo.
fr: Recevez des conseils adaptés à vos équipements.
nl: Ontvang advies aangepast aan uw apparatuur.

source: day
ca: dia
de: Tag
es: día
fr: jour
nl: dag

source: days
ca: dies
de: Tage
es: días
fr: jours
nl: dagen

source: week
ca: setmana
de: Woche
es: semana
fr: semaine

source: weeks
ca: setmanes
de: Wochen
es: semanas
fr: semaines
nl: weken

source: month
ca: mes
de: Monat
es: mes
fr: mois
nl: maand

source: months
ca: mesos
de: Monate
es: meses
fr: mois
nl: maanden

source: year
ca: any
de: Jahr
es: año
fr: année
nl: jaar

source: years
ca: anys
de: Jahre
es: años
fr: années
nl: jaren

source: All Infinite features
ca: Totes les funcions Infinite
de: Alle Infinite-Funktionen
es: Todas las funciones de Infinite
fr: Toutes les fonctionnalités Infinite
nl: Alle Infinite mogelijkheden

source: Your Flipr traded for life!
ca: El teu Flipr es va canviar per tota la vida
de: Ihr Flipr wird auf Lebenszeit eintauscht!
es: Tu Flipr cambiado de por vida!
fr: Votre Flipr échangé à vie !
nl: Uw Flipr geruild voor het leven!

source: free trial
ca: prova gratuîta
de: kostenloser Test
es: de prueba gratuita
fr: d'essai gratuit
nl: gratis proefperiode

source: Start
es: Comenzar
fr: Commencer
nl: Begin

source: Automatically renewed, cancel anytime.
ca: Renovat automàticament, cancel·la en qualsevol moment.
de: Automatisch verlängert, jederzeit kündbar.
es: Renovación automática, cancelar en cualquier momento
fr: Facturation récurente. Annulez à tout moment
nl: Automatisch vernieuwd, annuleer op elk moment.

source: Restore purchase
ca: Restuara la compra
de: Kauf wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
nl: Herstel aankoop

source: (1) Your Flipr 100% guaranteed for the duration of the subscription, maintenance (excluding product calibration and wintering), theft and breakage included. The 4life subscription will be offered up to 6 months maximum after the activation of your Flipr.
ca: (1) El teu Flipr està garantit al 100% durant la durada de la subscripció, manteniment (excloent el calibratge i l’hivernada del producte), robatori i trencament inclosos. La subscripció a 4life s’oferirà fins a 6 mesos com a màxim després de l’activació del teu Flipr.
de: (1) Ihr Flipr ist für die Dauer des Abonnements zu 100 % garantiert, Wartung (außer Produktkalibrierung und Überwinterung), Diebstahl und Bruch eingeschlossen. Das 4life-Abonnement wird maximal 6 Monate nach der Aktivierung Ihres Flipr Start angeboten.
es: (1) Tu Flipr 100% garantizado durante toda la duración de la suscripción, incluyendo el mantenimiento (excluyendo los productos de calibración e invernada), robo y rotura. Se te ofrecerá una suscripción de 4life hasta un máximo de 6 meses después de activar tu Flipr.
fr: (1) Votre Flipr 100% garanti pendant toute la durée de l'abonnement, entretien (hors produit de calibration et hivernage), vol, et casse compris. L'abonnement 4life vous sera proposé jusqu'à 6 mois maximum après l'activation de votre Flipr.
nl: (1) Uw Flipr 100% gegarandeerd voor de volledige duur van het abonnement, inclusief onderhoud (exclusief kalibratie- en overwinteringsproducten), diefstal en breuk. U krijgt een 4life-abonnement aangeboden tot maximaal 6 maanden na het activeren van uw Flipr.

# Enjoy Flipr Start Infinite
source: Enjoy Flipr Infinite
ca: Gaudeix de Flipr Infinite!
de: Genießen Sie Flipr Start Infinite
es: Disfruta de Flipr Infinite
fr: Profitez de Flipr Infinite
nl: Geniet van Flipr Infinite

source: More than 15 additional features to enjoy and save on your pool!
ca: Més de 15 fucions adicionals per cuidar i guadir de la teva piscina!
de: Mehr als 15 zusätzliche Funktionen, die Sie genießen und bei Ihrem Becken sparen können!
es: Más de 15 características adicionales para disfrutar y ahorrar en su piscina!
fr: Plus de 15 fonctionnalités supplémentaires pour profiter et économiser sur votre piscine !
nl: Meer dan 15 extra functies om van uw zwembad te genieten en te besparen!

source: Reduce your costs by almost 30%!
ca: Redueix el cost de manteniment fins a un 30%!
de: Reduzieren Sie Ihre Kosten um fast 30%!
es: Reduzca sus costes en casi un 30%!
fr: Réduisez de près de 30% vos coûts !
nl: Verminder uw kosten met bijna 30%!

source: Flipr gives you the right product dosages and tells you how long the filtration works. No more waste: reduce your maintenance costs!
ca: Flipr et proporciona les dosis adequades de producte i t'indica quant de temps funciona la filtració. Ja no hi ha residus: redueix els costos de manteniment!
de: Flipr gibt Ihnen die richtigen Produktdosierungen und sagt Ihnen, wie lange die Filtration funktioniert. Kein Abfall mehr: Reduzieren Sie Ihre Wartungskosten!
es: Flipr le ofrece las dosis correctas de producto e indica el tiempo de funcionamiento óptimo de la filtración. No más desperdicios: ¡reduzca sus costes de mantenimiento!
fr: Flipr vous donne les bons dosages de produits et vous indique le temps de fonctionnement optimal de la filtration. Fini le gaspillage : réduisez votre coût d'entretien !
nl: Flipr geeft u de juiste productdoseringen en geeft de optimale werkingstijd van de filtratie aan. Geen verspilling meer: verlaag uw onderhoudskosten!

source: Receive alerts and act serenely!
ca: Rep alertes i actua amb serenitat.
de: Erhalten Sie Benachrichtigungen und handeln Sie gelassen!
es: Reciba alertas y actúe con calma!
fr: Recevez des alertes et agissez sereinement !
nl: Ontvang waarschuwingen en handel rustig!

source: Flipr infinite alerts you as soon as an event occurs: low pH, risk of a storm, frost alert: you are informed and you know what to do
ca: Flipr infinite t'avisa tan aviat com es produeix un esdeveniment: pH baix, risc de tempesta, alerta de gelades: estàs informat i saps el has de fer
de: Flipr Start unendlich warnt Sie, sobald ein Ereignis eintritt: niedriger pH-Wert, Sturmgefahr, Frostalarm: Sie sind informiert und wissen, was zu tun ist
es: Flipr Infinite le avisa en cuanto ocurre un evento. pH bajo, riesgo de tormenta, alerta de congelación: usted está informado y sabe qué hacer.
fr: Flipr Infinite vous alerte dès qu'un événement survient. pH bas, risque d'orage, alerte gel : vous êtes informé et vous savez quoi faire
nl: Flipr waarschuwt u eindeloos zodra er zich een gebeurtenis voordoet. lage pH-waarde, stormrisico, vorstalarm: u bent op de hoogte en weet wat u moet doen.

source: Follow and anticipate the state of the water
ca: Segueix i anticipa't a l'estat de l'aigua
de: Verfolgen und antizipieren Sie den Zustand des Wassers
es: Monitorear y anticipar el estado del agua
fr: Suivez et anticipez l'état de l'Eau
nl: Bewaking van en anticiperen op de wateromstandigheden

source: Access Flipr Predict, follow the measurement history and temperature predictive curves
ca: Accedeix a Flipr Predict, segueix l'historial de mesures i les corbes predictives de temperatura
de: Greifen Sie auf Flipr Predict zu, folgen Sie dem Messverlauf und den Kurven der Temperaturvorhersage
es: Acceda a Flipr Predict, siga el historial de mediciones y las curvas de predicción de temperatura
fr: Accédez à Flipr Predict, suivez l'historique des mesures et les courbes prédictives des températures
nl: Toegang Flipr Predict, volg de meethistorie en de temperatuurvoorspellingscurven.

source: Up to 20 updates per day
ca: Fins a 20 actualitzacions per dia
de: Bis zu 20 Updates pro Tag
es: Hasta 20 actualizaciones al día
fr: Jusqu'à 20 actualisations par jour
nl: Tot 20 updates per dag

source: Get updated data up to 20 times a day!
ca: Aconsegueix dades actualitzades fins a 20 vegades al dia!
de: Erhalten Sie bis zu 20 Mal am Tag aktualisierte Daten!
es: Reciba datos actualizados hasta 20 veces al día!
fr: Recevez des données réactualisées jusqu'à 20 fois par jour !
nl: Ontvang bijgewerkte gegevens tot 20 keer per dag!

source: and many others !
ca: i moltes altres!
de: und viele andere!
es: y muchos otros!
fr: et bien d'autres !
nl: en vele anderen!
