Repository: AjeeshDevnapps/FlipriOS
Catalog: IOS-master/Flipr/*.lproj/Localizable.strings
Languages: ca, de, es, fr, nl

# Delete Account info
source: All your data, locations and equipment will be deleted. This action is irreversible
ca: Todos sus datos, ubicaciones y equipos serán eliminados. Esta acción es irreversible
es: Todos sus datos, ubicaciones y equipos serán eliminados. Esta acción es irreversible
fr: Toutes vos données, emplacements et équipements seront supprimés. Cette action est irreversible
nl: Alle Ihre Daten, Standorte und Geräte werden gelöscht. Diese Aktion ist irreversibel

# Emplacement
source: Place
ca: Ubicació
de: Standort
es: ubicación
fr: Emplacement

# Nouvel Emplacement
source: New place
ca: Nova Ubicació
de: Neuer Standort
es: Nueva ubicación
fr: Nouvel Emplacement

# Emplacements actifs
source: Active locations
ca: Ubicacions actives
de: Aktive Standorte
es: Lugares activos
fr: Emplacements actifs

# Ajouter emplacement
source: Add place
ca: Afegeix la ubicació
de: Standort hinzufügen
es: Añadir ubicación
fr: Ajouter emplacement

# Ajoutez un emplacement pour commencer l’aventure
source: Add a location to start the adventure
ca: Afegeix una ubicació per començar l'aventura
de: Fügen Sie einen Ort hinzu, um das Abenteuer zu beginnen
es: Añade una ubicación para comenzar la aventura
fr: Ajoutez un emplacement pour commencer l’aventure

# Paramètres
source: Settings
ca: Configuració
de: Einstellungen
es: Parámetros
fr: Paramètres

# Partages
source: Shares
ca: Accions
de: Freigaben
es: Acciones
fr: Partages

# Ajouter un invité
source: Add a guest
ca: Afegeix convidat
de: Einen Gast hinzufügen
es: Añadir un invitado
fr: Ajouter un invité

# Ajout d’un invité
source: Add a guest
ca: Afegeix un convidat
de: Hinzufügen eines Gastes
es: Añadir un invitado
fr: Ajout d’un invité

# Inviter
source: Invite
ca: Convidar
de: Einladen
es: Invite a
fr: Inviter

source: Delete the sharing of EMAIL@gmail.com This user will no longer be able to view this location
ca: Elimina l'ús compartit de EMAIL@gmail.com Aquest usuari ja no podrà veure aquesta ubicació
de: Entfernen Sie die Freigabe von EMAIL@gmail.com Dieser Nutzer kann diesen Standort nicht mehr einsehen
es: Suprimir el uso compartido de EMAIL@gmail.com Este usuario ya no podrá ver esta ubicación
fr: Supprimer le partage de EMAIL@gmail.com Cet utilisateur ne pourra plus consulter cet emplacement

# Supprimer le partage
source: Delete the share
ca: Suprimeix la compartició
de: Freigabe löschen
es: Borrar compartición
fr: Supprimer le partage

# Quitter le partage Vous ne serez plus en mesure de consulter cet emplacement
source: Leave the share You will no longer be able to view this location
ca: Sortiu de l'ús compartit Ja no podreu veure aquesta ubicació
de: Verlassen Sie die Freigabe. Sie werden nicht mehr in der Lage sein, diesen Ort anzusehen
es: Dejar la acción Ya no podrá ver esta ubicación
fr: Quitter le partage Vous ne serez plus en mesure de consulter cet emplacement

# Quitter le partage
source: Leave the share
ca: Sortiu de l'ús compartit
de: Die Freigabe verlassen
es: Salir de la acción
fr: Quitter le partage

# Refuser le partage Vous ne serez pas en mesure de consulter cet emplacement
source: Decline the share You will not be able to view this location
ca: Negar-se a compartir No podreu veure aquesta ubicació
de: Verweigern Sie die Freigabe. Sie werden nicht in der Lage sein, diesen Ort anzusehen
es: Negarse a compartir No podrá ver este sitio
fr: Refuser le partage Vous ne serez pas en mesure de consulter cet emplacement

# Refuser le partage
source: Refuse the share
ca: Negar-se a compartir
de: Teilen ablehnen
es: Negarse a compartir
fr: Refuser le partage

# Nom de l’Emplacement
source: Location Name
ca: Nom de la ubicació
de: Name des Ortes
es: Nombre del lugar
fr: Nom de l’Emplacement

# Piscine
source: Pool
ca: Piscina
de: Swimmingpool
es: Piscina
fr: Piscine

# Caractéristiques
source: Features
ca: Característiques
de: Merkmale
es: Características
fr: Caractéristiques

# Utiliser la position actuelle
source: Use the current position
ca: Utilitzeu la posició actual
de: Aktuelle Position verwenden
es: Utilizar la posición actual
fr: Utiliser la position actuelle

# Coque
source: Shell
de: Hülle
es: Casco
fr: Coque

# Carrelage
source: Tile
ca: Terra enrajolat
de: Fliesen
es: Azulejos
fr: Carrelage

# Bois
source: Wood
ca: Beure
de: Holz
es: Madera
fr: Bois

# Entérrée
source: In-ground
ca: Enterrat
de: Entertainment
es: Entró en
fr: Enterrée

# Hors-sol
source: Above ground
ca: Per sobre del terra
de: Hors-sol
es: Sobre el suelo
fr: Hors-sol

# Semi-enterrée
source: Semi-buried
ca: Semien enterrat
de: Halb vergraben
es: Semienterrado
fr: Semi-enterrée

# Débordement
source: Overflow
ca: Desbordament
de: Überlauf
es: Desbordamiento
fr: Débordement

# Sable
source: Sand
ca: Sorra
es: Arena
fr: Sable

# Bille de verre
source: Glass ball
ca: Marbre de vidre
de: Glaskugel
es: Cuenta de vidrio
fr: Bille de verre

# Diatomées
source: Diatoms
ca: Diatomees
de: Kieselalgen
es: Diatomeas
fr: Diatomées

# Sucre en poudre
source: Powdered sugar
ca: Sucre granulat
de: Puderzucker
es: Azúcar en polvo
fr: Sucre en poudre

# Carré
source: Square
ca: Edge
de: Quadrat
es: Cuadrado
fr: Carré

# Cercle
source: Circle
ca: Cercle
de: Kreis
es: Círculo
fr: Cercle

# Votre emplacement est prêt!
source: Your place is ready!
ca: La teva ubicació està a punt!
de: Ihr Stellplatz ist bereit!
es: ¡Su emplazamiento está listo!
fr: Votre emplacement est prêt!

# L'application est prête à accueillir votre premier appareil.
source: The application is ready for your first device.
ca: L'aplicació està preparada per donar la benvinguda al vostre primer dispositiu.
de: Die Anwendung ist bereit für Ihr erstes Gerät.
es: La aplicación está lista para su primer dispositivo.
fr: L'application est prête à accueillir votre premier appareil.

# Choisir un appareil à associer
source: Choose a device to link
ca: Trieu un dispositiu per vincular
de: Ein Gerät zum Koppeln auswählen
es: Elegir un dispositivo para combinar
fr: Choisir un appareil à associer

# Nombre d’utilisateurs
source: Number of users
ca: Nombre d'usuaris
de: Anzahl der Nutzer
es: Número de usuarios
fr: Nombre d’utilisateurs

# Statut
source: Status
ca: Estat
es: Estado
fr: Statut

# En activité
source: In operation
ca: En activitat
de: In Aktivität
es: En funcionamiento
fr: En activité

# Hivernage passif
source: Passive wintering
ca: Invernada passiva
de: Passive Überwinterung
es: Invernada pasiva
fr: Hivernage passif

# ␣Nous construisons votre emplacement
source: We are building your place
ca: Construïm la teva ubicació
de: Wir bauen deinen Standort auf
es: Construimos tu ubicación
fr: Nous construisons votre emplacement

# Propriétaire
source: Owner
ca: Propietari
de: Eigentümer
es: Propietario
fr: Propriétaire

# Supprimer
source: Delete
ca: ELIMINAR
de: Löschen
es: Borrar
fr: Supprimer

source: Deleting the location This will result in the deletion and termination of equipment and shares. The deletion is final.
ca: Suprimeix la ubicació Això suprimirà i aturarà l'equip i els recursos compartits. L'eliminació és permanent.
de: Standort löschen Dies führt dazu, dass Geräte und Freigaben gelöscht und beendet werden. Die Löschung ist endgültig.
es: Eliminación de la ubicación Esto dará lugar a la eliminación y la terminación de los equipos y las acciones. La supresión es definitiva.
fr: Supprimer l’emplacement Ceci entrainera la suppression et l’arrêt des équipements et des partages. La suppression est définitive.

# Supprimer l’emplacement
source: Delete location
ca: Suprimeix la ubicació
de: Standort löschen
es: Borrar ubicación
fr: Supprimer l’emplacement

# Complétez votre profil
source: Complete your profile
ca: Completa el teu perfil
de: Vervollständigen Sie Ihr Profil
es: Complete su perfil
fr: Complétez votre profil

# Prénom
source: First name
ca: Nom
de: Vorname
es: Nombre
fr: Prénom

# Nom
source: Last name
ca: Nom
de: Name
es: Nombre
fr: Nom

# Système
source: System
ca: Sistema
es: Sistema
fr: Système

# Métrique : Meters, °C
source: Metric: Meters, °C
ca: Mètrica: metres, °C
de: Metrisch: Meter, °C
es: Sistema métrico: Metros, °C
fr: Métrique : Mètres, °C

# Imperial : Feets, °F
source: Imperial: Feet, °F
ca: Imperial: peus, °F
de: Imperial: Fuß, °F
es: Imperial: Pies, °F
fr: Impérial : Pieds, °F

# Mot de passe
source: Password
ca: Contrasenya
de: Passwort
es: Contraseña
fr: Mot de passe

# Numéro de série
source: Serial number
ca: Número de sèrie
de: Seriennummer
es: Número de serie
fr: Numéro de série

# Paramètres de connexion
source: Connection settings
ca: Configuració de connexió
de: Verbindungseinstellungen
es: Ajustes de conexión
fr: Paramètres de connexion

# REGLAGES
source: SETTINGS
ca: CONFIGURACIÓ
de: EINSTELLUNGEN
es: AJUSTES
fr: REGLAGES

source: Status
ca: Estat
es: Estado
fr: Statut

# Supprimer le ControlR Ce controlR ne sera plus disponible
source: Delete the ControlR This controlR will no longer be available
ca: Elimina el ControlR Aquest controlR ja no estarà disponible
de: Löschen Sie den ControlR Dieser ControlR wird nicht mehr verfügbar sein
es: Borrar el ControlR Este controlR ya no estará disponible
fr: Supprimer le ControlR Ce controlR ne sera plus disponible

# Modèle
source: Model
de: Modell
es: Modelo
fr: Modèle

# Dernière mesure
source: Last Measure
ca: Última mesura
de: Letzte Maßnahme
es: Última medida
fr: Dernière Mesure
nl: Dernière Mesure

# Tension batterie
source: Battery voltage
ca: Tensió de la bateria
de: Spannung der Batterie
es: Tensión de la batería
fr: Tension batterie

# Lancer diagnostic
source: Start diagnosis
ca: Iniciar el diagnòstic
de: Diagnose starten
es: Iniciar diagnóstico
fr: Lancer diagnostic

# Mise à jour de Flipr AnalysR
source: Flipr AnalysR update
ca: Actualització de Flipr AnalyzeR
de: Aktualisierung von Flipr AnalysR
es: Actualización de Flipr AnalysR
fr: Mise à jour de Flipr AnalysR

# Supprimer AnalysR Ce Flipr AnalysR ne sera plus disponible
source: Delete AnalysR This Flipr AnalysR will no longer be available
ca: Suprimeix AnalyzeR Aquest Flipr AnalysR ja no estarà disponible
de: AnalysR löschen Dieser Flipr AnalysR wird nicht mehr verfügbar sein
es: Borrar AnalysR Este Flipr AnalysR ya no estará disponible
fr: Supprimer AnalysR Ce Flipr AnalysR ne sera plus disponible

# Déclencher une mesure
source: Trigger a measurement
ca: Activar una mesura
de: Eine Messung auslösen
es: Activación de una medición
fr: Déclencher une mesure

# Vue Expert
source: Expert View
ca: Visió experta
de: Expertenansicht
es: Opinión del experto
fr: Vue Expert

# Vidange du bassin
source: Drainage of the basin
ca: Drenant la conca
de: Entleerung des Beckens
es: Drenaje del estanque
fr: Vidange du bassin

# Récupérer dernière mesure
source: Recover last measurement
ca: Recuperar l'última mesura
de: Letzte Messung wiederherstellen
es: Recuperar la última medición
fr: Récupérer dernière mesure

# Année de construction
source: Year of construction
ca: Any de construcció
de: Baujahr
es: Año de construcción
fr: Année de construction

# Intégration
source: Integration
ca: Integració
es: Integración
fr: Intégration

# Revêtement
source: Coating
ca: Revestiment
de: Beschichtung
es: Revestimiento
fr: Revêtement

# Forme
source: Shape
ca: Forma
de: Form
es: Formulario
fr: Forme

# Utilisateurs
source: Users
ca: Usuaris
de: Nutzer
es: Usuarios
fr: Utilisateurs

# Libellé
source: Label
ca: Etiqueta
de: Beschriftung
es: Redacción
fr: Libellé

# Finaliser
source: Finalize
ca: Finalitzar
de: Finalisieren
es: Finalizar
fr: Finaliser

# ENTRETIEN
source: Maintenance
ca: Entrevista
de: Pflege
es: Mantenimiento
fr: Entretien

# CARACTERISTIQUES
source: FEATURES
ca: CARACTERÍSTIQUES
de: CHARAKTERISTISCHE MERKMALE
es: CARACTERÍSTICAS
fr: CARACTERISTIQUES

# Traitement
source: Treatment
ca: Tractament
de: Behandlung
es: Tratamiento
fr: Traitement

# Déconnexion
source: Disconnect
ca: Tancar sessió
de: Abmelden
es: Desconexión
fr: Déconnexion

# Aide
source: Help
ca: Ajuda
de: Hilfe
es: Ayuda
fr: Aide

# Mesure obsolète
source: Deprecated measure
ca: Mesura obsoleta
de: Veraltete Maßnahme
es: Medida obsoleta
fr: Mesure obsolète
nl: Mesure obsolète

source: Active
ca: Actiu
es: Activo
fr: Actif
nl: Actif

source: Inactive
ca: Inactiu
es: Inactivo
fr: Inactif
nl: Inactif

# Passerelles
source: Gateways
ca: Passerelles
es: Passerelles
fr: Passerelles
nl: Passerelles

source: Blue
ca: Bleu
de: Blau
es: Bleu
fr: Bleu
nl: Bleu

# Nom de l'Emplacement
source: Location Name
ca: Nom de l'Emplacement
es: Nombre del lugar
fr: Nom de l'Emplacement
nl: Nom de l'Emplacement

# Nous construison votre emplacement
source: We are building your Place
ca: Construimos tu ubicación
de: We build your location
es: Construimos tu ubicación
fr: Nous construisons votre emplacement
nl: Construimos tu ubicación

# Entrée manuelle (DipR)
source: Manual entry (DipR)
ca: Entrada manual (DipR)
de: Manueller Einstieg (DipR)
es: Entrada manual (DipR)
fr: Entrée manuelle (DipR)
nl: Entrada manual (DipR)

# Utiliser le position actuelle
source: Use current position
ca: Utilitzeu la posició actual
de: Aktuelle Position verwenden
es: Usar posición actual
fr: Utiliser le position actuelle
nl: Gebruik de huidige positie

source: Theme
ca: Tema
de: Thema
es: Tema
fr: Thème
nl: Thema

source: New Smart Control Algorithm
de: Neuer Smart-Control-Algorithmus
es: Nuevo algoritmo de control inteligente
fr: Nouvel algorithme Smart Control
nl: Nieuw algoritme Smart Control

source: Enslave equipment with Flipr ControlR according to parameters measured by Flipr AnalysR (Coming mid 2023)
de: Versklaven Sie Geräte mit Flipr ControlR gemäß den von Flipr AnalysR gemessenen Parametern (Ab Mitte 2023)
es: Esclavice el equipo con Flipr ControlR de acuerdo con los parámetros medidos por Flipr AnalysR (a partir de mediados de 2023)
fr: Asservissez l'équipement avec Flipr ControlR selon les paramètres mesurés par Flipr AnalysR (à venir mi 2023)
nl: Controleer het apparaat met Flipr ControlR volgens de parameters die worden gemeten door Flipr AnalysR (binnenkort in 2023).

source: If the light turns green, you are connected!
de: Wenn das Licht grün wird, sind Sie verbunden!
es: Si la luz se pone verde, ¡estás conectado!
fr: Si le voyant devient vert, vous êtes connecté !
nl: Si le voyant devient vert, vous êtes connecté!

source: Key
de: Schlüssel
es: Clave
fr: Clé
nl: Clé

source: State
de: Staat
es: Estado
fr: État
nl: État

source: Firmware version
es: Versión del firmware
fr: Version du micrologiciel
nl: Versie van micrologie

source: Flipr Alerts and Notifications
de: Flipr-Warnungen und -Benachrichtigungen
es: Alertas y notificaciones de Flipr
fr: Alertes et notifications Flipr
nl: Alertes en kennisgevingen Flipr

source: My information
de: Meine Informationen
es: Mi información
fr: Mes informations
nl: Mes informatie

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
nl: Supprimer le compte

# Pink
source: Ping
de: Rosa
es: Rosa
fr: Rose
nl: Rose

source: All your data, locations and equipment will be deleted. This action is irreversible
de: Alle Ihre Daten, Standorte und Geräte werden gelöscht. Diese Aktion ist unumkehrbar
es: Se eliminarán todos sus datos, ubicaciones y equipos. Esta acción es irreversible
fr: Toutes vos données, localisations et équipements seront supprimés. Cette action est irréversible
nl: Al uw gegevens, lokalisaties en apparatuur worden gesupprimeerd. Deze actie is onomkeerbaar

source: Add Share
de: Aktie hinzufügen
es: Añadir acción
fr: Ajouter une action
nl: Een actie toevoegen

source: Please enable GPS, Otherwise BLE measurement will not be possible
de: Bitte aktivieren Sie GPS, sonst ist die BLE-Messung nicht möglich.
es: Por favor, active el GPS, de lo contrario la medición BLE no será posible
fr: Veuillez activer le GPS, sinon la mesure BLE ne sera pas possible.
nl: Activeer de GPS, anders is een BLE-meting niet mogelijk.

source: Define
de: Definieren Sie
es: Defina
fr: Définir
nl: Définir

source: System
es: Sistema
fr: Système
nl: Systeem

# Manual entry (DipR)
source: Manual Entry
de: Manuelle Eingabe (DipR)
es: Entrada manual (DipR)
fr: Entrée manuelle (DipR)
nl: Entrée manuelle (DipR)

source: Manual Entry
de: Manueller Eintrag
es: Entrada manual
fr: Entrée manuelle
nl: Entrée manuelle

source: Invitations
de: Einladungen
es: Invitaciones
nl: Uitnodigingen

source: Account deleted successfully
de: Konto erfolgreich gelöscht
es: Cuenta eliminada correctamente
fr: Compte supprimé avec succès
nl: Compte supprimé avec succès

source: Skip
de: Überspringen
es: Saltar
fr: Sauter
nl: Sauter

source: This gateway will no longer be available
de: Dieses Gateway wird nicht mehr verfügbar sein
es: Esta pasarela ya no estará disponible
fr: Cette passerelle ne sera plus disponible
nl: Cette passerelle ne sera plus disponible

source: Delete gateway
de: Gateway löschen
es: Borrar pasarela
fr: Supprimer la passerelle
nl: Supprimer la passerelle

source: Change WiFi network
de: WiFi-Netzwerk ändern
es: Cambiar la red WiFi
fr: Changer de réseau WiFi
nl: WiFi netwerk veranderen

source: Last connection
de: Letzte Verbindung
es: Última conexión
fr: Dernière connexion
nl: Laatste verbinding

source: Choose the Wi-Fi network
de: Wählen Sie das Wi-Fi-Netzwerk
es: Elija la red Wi-Fi
fr: Choisir le réseau Wi-Fi
nl: Kies een Wi-Fi netwerk

source: Add a gateway
de: Hinzufügen eines Gateways
es: Añadir una pasarela
fr: Ajouter une passerelle
nl: Een passerelle toevoegen

source: Unit System
de: System der Einheiten
es: Sistema de unidades
fr: Système d'unités
nl: Systeem van eenheden

source: Preferences
de: Präferenzen
es: Preferencias
fr: Préférences
nl: Préférences

source: Contacts
de: Kontakte
es: Contactos
nl: Contacten

source: Guests
de: Gäste
es: Invitados
fr: Invités
nl: Invités

source: Invite pending
de: Einladung ausstehend
es: Invitación pendiente
fr: Invitation en cours
nl: Uitnodiging en cursus

source: Site
de: Website
es: Página web

source: Gateways
es: Pasarelas
fr: Passerelles
nl: Passerelles

source: Maximum no. of places you can add is
de: Die maximale Anzahl der Orte, die Sie hinzufügen können, ist
es: El número máximo de plazas que puedes añadir es
fr: Le nombre maximum de places que vous pouvez ajouter est de
nl: Het maximum aantal plaatsen dat u kunt toevoegen is de

source: You have no privilage to perform this action
de: Sie haben keine Berechtigung, diese Aktion durchzuführen
es: Usted no tiene ningún privilegio para realizar esta acción
fr: Vous n'avez pas le droit d'effectuer cette action
nl: Vous n'avez pas le droit d'effectuer cette action

source: Please select any unit
de: Bitte wählen Sie eine Einheit
es: Seleccione una unidad
fr: Veuillez sélectionner une unité
nl: Veuillez sélectionner une unité

source: Accept
de: Akzeptieren
es: Acepte
fr: Accepter
nl: Accepter

source: Decline
de: Rückgang
es: Declive
fr: Déclin
nl: Déclin

source: Account updated successfully
de: Konto erfolgreich aktualisiert
es: Cuenta actualizada correctamente
fr: Compte mis à jour avec succès
nl: Compte mis à jour avec succès

source: All your data, locations and equipment will be deleted.This action is irrevisible
de: Alle Ihre Daten, Standorte und Ausrüstungsgegenstände werden gelöscht; diese Aktion ist unwiderruflich.
es: Se eliminarán todos sus datos, ubicaciones y equipos. Esta acción es irrevisable.
fr: Toutes vos données, localisations et équipements seront effacés. Cette action est irréversible.
nl: Al uw gegevens, lokalisaties en apparatuur worden vernietigd. Deze actie is onomkeerbaar.

# Mise à jour
source: APP Upgrade
ca: Actualització
de: Aktualisieren
es: Actualización
fr: Mise à jour
nl: Mise à jour

source: We will soon be making a major upgrade to our systems to add multi-pool, multi-user management and sharing of your environments. Once the migration is done, we will ask you to update your APP to access your data.
ca: Aviat farem una actualització important dels nostres sistemes per afegir multigrup, gestió multiusuari i compartir els vostres entorns. Un cop feta la migració, us demanarem que actualitzeu la vostra APP per poder accedir a les vostres dades.
de: Wir werden in Kürze ein größeres Upgrade unserer Systeme vornehmen, um Multi-Pool-, Multi-User-Management und gemeinsame Nutzung Ihrer Umgebungen hinzuzufügen. Sobald die Migration abgeschlossen ist, werden wir Sie bitten, Ihre APP zu aktualisieren, um auf Ihre Daten zugreifen zu können.
es: Pronto realizaremos una actualización importante de nuestros sistemas para agregar la administración y el uso compartido de múltiples grupos y usuarios de sus entornos. Una vez realizada la migración, te pediremos que actualices tu APP para poder acceder a tus datos.
fr: Nous allons bientôt effectuer une évolution majeure sur nos systèmes pour ajouter la gestion multi bassins, multi utilisateurs et le partage de vos environnements. Une fois la migration effectuée, nous vous demanderons de mettre à jour votre APP pour pouvoir accéder à vos données.
nl: Nous allons bientôt effectuer une évolution majeure sur nos systèmes pour ajouter la gestion multi bassins, multi utilisateurs et le partage de vos environnements. Zodra de migratie is uitgevoerd, vragen wij u uw APP in gebruik te nemen om toegang te krijgen tot uw gegevens.

source: We have made a major evolution on our systems to add multi-pool, multi-user management and sharing of your environments.
ca: Hem fet una actualització important dels nostres sistemes per afegir-hi una gestió multigrup, multiusuari i compartir els vostres entorns.
de: Wir haben unsere Systeme umfassend aktualisiert, um Multi-Pool-, Multi-User-Management und gemeinsame Nutzung Ihrer Umgebungen hinzuzufügen.
es: Hemos realizado una actualización importante en nuestros sistemas para agregar la administración y el uso compartido de múltiples grupos y usuarios de sus entornos.
fr: Nous avons effectué une évolution majeure sur nos systèmes pour ajouter la gestion multi bassins, multi utilisateurs et le partage de vos environnements.
nl: Wij hebben een grote evolutie doorgevoerd in onze systemen om het beheer van meerdere bassins, meerdere gebruikers en het delen van omgevingen toe te voegen.

# Vous pourrez bientôt gérer plusieurs bassins et consulter ceux de vos amis ....
source: You will soon be able to manage several pools and consult those of your friends....
ca: Aviat podràs gestionar diverses piscines i consultar les dels teus amics....
de: Sie werden bald in der Lage sein, mehrere Pools zu verwalten und die Ihrer Freunde zu konsultieren....
es: Pronto podrás gestionar varias quinielas y consultar las de tus amigos....
fr: Vous pourrez bientôt gérer plusieurs bassins et consulter ceux de vos amis ....
nl: Vous pourrez bientôt gérer plusieurs bassins et consulter ceux de vos amis ....

# ..... et partager vos bassins avec vos amis, invités ou locataires.
source: ..... and share your pools with your friends, guests or tenants.
ca: ..... i comparteix les teves piscines amb els teus amics, convidats o llogaters.
de: ..... und teilen Sie Ihre Pools mit Ihren Freunden, Gästen oder Mietern.
es: ..... y comparte tus piscinas con tus amigos, invitados o inquilinos.
fr: ..... et partager vos bassins avec vos amis, invités ou locataires.
nl: ..... et partager vos bassins avec vos amis, invités ou locataires.
