Repository: AjeeshDevnapps/FlipriOS
Catalog: IOS-master/Flipr/*.lproj/Localizable.strings
Languages: ca, de, es, fr, nl

source: Oups, we're sorry but something went wrong :/
ca: Disculpi les molèsties, alguna cosa va malament
de: Uuups, es tut uns leid, aber da ist etwas schief gelaufen :/
es: ¡Vaya! se ha producido un error inesperado :/
fr: Oups, une erreur inattendue s'est produite :/
nl: Oeps, een onverwachte fout is opgetreden :/

source: Data format returned by the server is not supported.
ca: El format de dades retornat pel servidor no és compatible.
de: Das vom Server gelieferte Datenformat wird nicht unterstützt.
es: El formato de los datos devueltos por el servidor no ha sido cargado.
fr: Format des données retournées par le serveur non pris en charge.
nl: Het door de server geretourneerde gegevensformaat wordt niet ondersteund.

source: Version
ca: Versió
es: Versión
nl: Versie

# Home
source: Dashboard
ca: Inici
es: Escritorio

source: My pool
ca: La meva piscina
de: Becken-Einstellungen
es: Piscina
fr: Piscine
nl: Zwembad

source: Shop
ca: Botiga
es: Tienda

# My equipments
source: Equipments
ca: Els meus equipaments
de: Ausrüstungen
es: Equipamiento
fr: Équipements
nl: Uitrusting

# My stock
source: Products
ca: El meu estoc
de: Produkte
es: Productos
fr: Produits
nl: Producten

source: Tips and advice
ca: Consells
de: Tipps und Ratschläge
es: Consejos
fr: Astuces et conseils
nl: Tips en advies

source: Support and FAQ
ca: Suport y Preguntes Freqüents
de: Unterstützung und FAQ
es: Soporte y FAQ
fr: Support et FAQ
nl: Ondersteuning en FAQ

source: Terms and privacy
ca: Termes i privacitat
de: Bedingungen und Datenschutz
es: Términos y confidencialidad
fr: CGU et confidentialité
nl: Voorwaarden en privacy

# LOGOUT_TITLE
source: Log Out
ca: Desconnexió
de: Abmelden
es: Desconexión
fr: Déconnexion
nl: Uitloggen

source: Are you sure you want to log out?
ca: Esteu segurs que voleu tancar la sessió?
de: Sind Sie sicher, dass Sie sich abmelden wollen?
es: ¿Estás realmente seguro que quieres desconectarte ?
fr: Voulez-vous vraiment vous déconnecter ?
nl: Weet u zeker dat u wilt uitloggen?

source: Log out
ca: Tancar sessió
de: Abmelden
es: Desconectarse
fr: Se déconnecter
nl: Uitloggen

source: Your email address
ca: El teu correu electrònic
de: Ihre E-Mail Adresse
es: Tu correo electrónico
fr: Votre adresse email
nl: Uw e-mailadres

source: Your password
ca: La teva contrasenya
de: Ihr Passwort
es: Tu contraseña
fr: Votre mot de passe
nl: Uw wachtwoord

source: Welcome to the Flipr family!
ca: Benvingut a la família de Flipr!
de: Willkommen in der Flipr-Familie!
es: ¡Bienvenido a la familia Flipr!
fr: Bienvenue, vous faites maintenant partie des chanceux utilisateurs Flipr !
nl: Welkom bij de Flipr-familie!

source: Let's setup your first device!
ca: Configuri el seu primer dispositiu!
de: Lassen Sie uns Ihre erste Anlage aufbauen!
es: ¡Preparemos tu primer dispositivo!
fr: Commençons par ajouter votre 1er appareil !
nl: Laten we uw eerste apparaat instellen!

source: Let's go!
ca: Comencem!
de: Los geht's!
es: ¡Comenzamos!
fr: C'est parti !
nl: Hier gaan we!

source: Forgot password?
ca: Has oblidat la contrasenya?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
nl: Wachtwoord vergeten?

source: Enter your account email address to receive a reset link.
ca: Introdueix el teu correu electrònic per rebre el link d'activació
de: Geben Sie die E-Mail-Adresse Ihres Kontos ein, um einen Link zum Zurücksetzen zu erhalten.
es: Escribe el correo electrónico de tu cuenta para recibir el vínculo para restablecer tu contraseña
fr: Saisissez l'adresse email de votre compte pour recevoir un lien de réinitialisation.
nl: Voer het e-mailadres van uw account in om een reset-link te ontvangen.

source: Email successfully sent to
ca: El correu electrònic s'ha enviat correctament a...
de: E-Mail erfolgreich gesendet an
es: Correo enviado con éxito a
fr: Email envoyé avec succès à
nl: E-mail succesvol verzonden naar

source: Email address...
ca: Correu electrònic...
de: E-Mail Adresse...
es: Correo electrónico...
fr: Adresse email...
nl: E-mailadres…

source: Send
ca: Enviar
de: Senden
es: Enviado
fr: Envoyer
nl: Vesturen

source: Cancel
ca: Cancel·lar
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren

source: First use?
ca: Primera vegada?
de: Erste Verwendung?
es: ¿Primera utilización ?
fr: Première utilisation ?
nl: Eerste gebruik?

source: This way!
ca: Per aquí!
de: Hier entlang!
es: Seguir
fr: Par ici !
nl: Op deze manier!

source: All fields are mandatory
ca: Tots els camps són obligatoris
de: Alle Felder sind verpflichtend
es: Todos los campos son obligatorios
fr: Tous les champs sont obligatoires
nl: Alle velden zijn verplicht

source: Invalid email address format
ca: El format del correu electrònic no és vàlid
de: Ungültiges Format der E-Mail-Adresse
es: Formato de la dirección electrónica incorrecto
fr: Format de l'addresse email incorrect
nl: Ongeldig e-mailadresformaat

source: Please enter your password
ca: Introdueix la teva contrasenya
de: Bitte geben Sie Ihr Passwort ein
es: Por favor ingrese su contraseña
fr: Veuillez renseigner le mot de passe
nl: Voer uw wachtwoord in

source: LET'S MET
ca: Coneixem-nos!
de: LASSEN SIE UNS BEKANNSCHAFT MACHEN
es: VAMOS A CONOCERNOS
fr: FAISONS CONNAISSANCE
nl: LATEN WE KENNIS MAKEN

source: Welcome to Flipr!
ca: Benvingut a Flipr!
de: Willkommen bei Flipr!
es: ¡Bienvenido a Flipr!
fr: Bienvenue sur Flipr !
nl: Welkom bij Flipr!

source: At first, we will create your account. Fill in the form below carefully.
ca: Al principi, crearem el teu compte. Emplena el formulari següent amb atenció.
de: Zunächst erstellen wir Ihr Konto. Füllen Sie das untenstehende Formular sorgfältig aus.
es: Primero vamos a crear tu cuenta. Rellena cuidadosamente el siguiente formulario.
fr: Dans un premier temps, nous allons créer votre compte. Remplissez soigneusement le formulaire ci-dessous.
nl: In eerste instantie zullen we uw account aanmaken. Vul het onderstaande formulier zorgvuldig in.

source: Password
ca: Contrasenya
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord

source: Confirm password
ca: Confirma contrasenya
de: Bestätigen Sie das Passwort
es: Confirmar la contraseña
fr: Confirmer le mot de passe
nl: Bevestig wachtwoord

source: Last name
ca: Cognoms
de: Nachname
es: Apellido
fr: Nom
nl: Naam

source: First name
ca: Nom
de: Vorname
es: Nombre
fr: Prénom
nl: Voornaam

source: Phone
ca: Telèfon
de: Telefon
es: Teléfono
fr: Téléphone
nl: Telefoon

source: Your last name
ca: Els teus cognoms
de: Ihr Nachname
es: Tu apellido
fr: Votre nom
nl: Uw naam

source: Your first name
ca: El teu nom
de: Ihr Vorname
es: Tu nombre
fr: Votre prénom
nl: Uw voornaam

source: Your phone number
ca: El teu número de telèfon
de: Ihre Telefonnummer
es: Tu número de teléfono
fr: Votre numéro de tél.
nl: Uw telefoonnummer

source: Validate!
ca: Validat!
de: Bestätigen!
es: Confirmar
fr: Valider !
nl: Bevestigen!

source: By validating, you agree to the Terms of Use and the Data Use Policy.
ca: Per la validació, has d'estar d'acord amb els termes d'utilització i de protecció de dades
de: Durch die Bestätigung stimmen Sie den Nutzungsbedingungen und der Datenschutzrichtlinie zu.
es: Al validar, acepta las condiciones y la política de utilización de datos.
fr: En validant, vous acceptez les conditions d'utilisation et la politique d'utilisation des données.
nl: Door te valideren, gaat u akkoord met de gebruiksvoorwaarden en het beleid voor gegevensgebruik.

source: Terms of Use
ca: Termes d'utilització
de: Nutzungsbedingungen
es: Condiciones de uso
fr: conditions d'utilisation
nl: gebruiksvoorwaarden

source: Data Use Policy
ca: Política d'utilització de dades
de: Datenschutzrichtlinie
es: Política de utilización de datos
fr: politique d'utilisation des données
nl: beleid voor gegevensgebruik

# TERMS_OF_USE_URL
source: http://www.goflipr.com/conditions-generales-de-vente-sans-abonnement/?lang=en
ca: https://es.goflipr.com/condiciones-generales-de-venta/
es: http://www.goflipr.com/conditions-generales-de-vente/
fr: http://www.goflipr.com/conditions-generales-de-vente/
nl: http://www.goflipr.com/conditions-generales-de-vente/

# DATA_USE_POLICY_URL
source: https://www.goflipr.com/politique-de-confidentialite/?lang=en
ca: https://es.goflipr.com/politica-de-confidencialidad/
es: http://www.goflipr.com/politique-de-confidentialite/
fr: http://www.goflipr.com/politique-de-confidentialite/
nl: http://www.goflipr.com/politique-de-confidentialite/

# HELP_DESK_URL
source: https://flipr.zendesk.com/hc/fr/requests/new/
es: https://flipr.freshdesk.com/fr/support/tickets/new/
nl: https://flipr.freshdesk.com/fr/support/tickets/new/

# CGU_URL
source: http://www.goflipr.com/conditions-generales-d-utilisation/?lang=en
ca: https://es.goflipr.com/condiciones-generales-utilizacion/
es: https://www.goflipr.com/conditions-generales-d-utilisation/
fr: https://www.goflipr.com/conditions-generales-d-utilisation/
nl: https://www.goflipr.com/conditions-generales-d-utilisation/

# The password must be at least 6 characters long
source: Le mot de passe doit contenir au moins 6 caractères
ca: La contrasenya ha de tenir com a mínimo 6 caràcters
de: Das Passwort muss mindestens 6 Zeichen enthalten
es: La contraseña debe contener al menos 6 caracteres
nl: Het wachtwoord moet minimaal 6 tekens lang zijn

source: Confirm password does not match password
ca: La confirmació de la contrasenya no coincideix amb la contrasenya
de: Passwortbestätigung stimmt nicht überein
es: La confirmación de la contraseña no coincide con la primera
fr: La confirmation du mot de passe ne correspond pas à ce dernier
nl: Wachtwoord bevestiging komt niet overeen met wachtwoord

source: Welcome ;-)
ca: Benvingut ;-)
de: Willkommen ;-)
es: Bienvenido ;-)
fr: Bienvenue ;-)
nl: Welkom ;-)

source: To validate your account, please click on the activation link that has just been sent to you at:
ca: Per validar el teu compte, fés clic a l’enllaç d’activació que t'acabem d’enviar a:
de: Um Ihr Konto zu validieren, klicken Sie bitte auf den Aktivierungslink, der Ihnen soeben zugesandt wurde, an:
es: Para validar tu cuenta, haz clic en el vinculo de activación que le ha sido enviado a tu correo electrónico:
fr: Pour valider votre compte, veuillez cliquer sur le lien d'activation qui vient de vous être envoyé à l'adresse :
nl: Om uw account te valideren, klikt u op de activatielink die u zojuist is toegestuurd aan:

source: Be sure to be close to your Flipr and your Bluetooth is turned on.
ca: Assegura't d’estar a prop del Flipr i que el Bluetooth estigui activat.
de: Stellen Sie sicher, dass Sie sich in der Nähe Ihres Flipr befinden und Ihr Bluetooth eingeschaltet ist.
es: Asegúrate que estás cerca de Flipr y que tu Bluetooth está activado.
fr: Assurez-vous d'être à proximité de votre Flipr et que votre Bluetooth soit activé.
nl: Zorg ervoor dat u zich in de buurt van uw Flipr bevindt en dat uw Bluetooth is ingeschakeld.

source: For more security, fill in your security key.
ca: Per obtenir més seguretat, introdueix la teva clau de seguretat
de: Geben Sie für mehr Sicherheit Ihren Sicherheitsschlüssel ein.
es: Para mayor seguridad, escribe tu código de seguridad.
fr: Pour plus de sécurité, renseignez votre clé de sécurité.
nl: Voor bijkomende beveiliging, voer uw beveiligingssleutel in

source: It is located inside the packaging!
ca: Es troba dins de l’envàs
de: Er befindet sich im Inneren der Verpackung!
es: El código se encuentra en el interior del embalaje
fr: Elle se trouve à l'intérieur de l'emballage !
nl: Deze bevindt zich in de verpakking!

source: Enter the serial number here
ca: Introdueix el número de sèrie aquí
de: Geben Sie hier die Seriennummer ein
es: Escribe el número de serie
fr: Tapez ici le numéro de série
nl: Voer hier het serienummer in

source: Enter your key here
ca: Introdueix la teva clau aquí
de: Geben Sie hier Ihren Schlüssel ein
es: Escribe el código de seguridad
fr: Tapez ici votre clé
nl: Voer uw sleutel hier in

source: Ready to dive!
ca: Preparat per nedar!
de: Bereit zum Tauchen!
es: Listo para navegar
fr: Prêt à plonger !
nl: Klaar om te plonsen!

source: Invalid security key format
ca: El format de la clau de seguretat no és vàlid
de: Ungültiges Format des Sicherheitsschlüssels
es: Código de seguridad incorrecto
fr: Format de la clé de sécurité incorrect
nl: Formaat van de beveiligingssleutel is ongeldig

source: Calibration
ca: Calibració
de: Kalibrierung
es: Calibración
nl: Kalibratie

source: Have you ever done a calibration of your Flipr?
ca: Has fet mai una calibració del teu Flipr?
de: Haben Sie Ihren Flipr schon einmal kalibriert?
es: ¿Ya has hecho la calibración de Flipr ?
fr: Avez-vous déjà effectué un calibrage de votre Flipr ?
nl: Heeft u ooit een kalibratie van uw Flipr gedaan?

source: Yes
ca: Sí
de: Ja
es: Si
fr: Oui
nl: Ja

source: No, never
ca: No, mai
de: Nein, niemals
es: No, nunca
fr: Non, jamais
nl: Nee, nooit

source: Test strip calibration
ca: Calibratge de les tires de proves
de: Teststreifen-Kalibrierung
es: Calibración
fr: Etalonage
nl: Kalibratie met teststrip

source: Have you ever done the test strip calibration?
ca: Has fet mai el calibratge de les tires reactives?
de: Haben Sie schon einmal die Teststreifen-Kalibrierung durchgeführt?
es: ¿Alguna vez has realizado la calibración con una tira de ensayo?
fr: Avez-vous déjà effectué l'étalonage avec la bandelette ?
nl: Heeft u ooit de kalibratie met teststrip gedaan?

source: CALIBRATION
ca: CALIBRACIÓ
de: KALIBRIERUNG
es: CALIBRACION
fr: CALIBRAGE
nl: KALIBRATIE

source: Pour the contents of the blue bottle into the slot with the marker "1"
ca: Aboca el contingut de l'ampolla blava a la ranura amb el marcador "1"
es: Vierta el contenido del frasco azul en la rendija con la referencia "1"
fr: Versez le contenu du flacon bleu dans la fente avec le repère "1"
nl: Giet de inhoud van de blauwe fles in de sleuf met de marker "1"

source: Pour the contents of the red bottle into the slot with the marker "2"
ca: Aboca el contingut de l'ampolla vermella a la ranura amb el marcador "2"
es: Vierta el contenido del frasco rojo en la rendija con la referencia "2"
fr: Versez le contenu du flacon rouge dans la fente avec le repère "2"
nl: Giet de inhoud van de rode fles in de sleuf met de marker "2"

source: Place Flipr in slot "1" and start the initialization
ca: Col·loca Flipr a la ranura "1" i comenca la inicialització
de: Setzen Sie den Flipr in den Steckplatz "1" und starten Sie die Initialisierung
es: Ponga a Flipr en la rendija "1" luego active la inicialización
fr: Placez Flipr dans la fente "1" puis lancez l'initialisation
nl: Plaats Flipr in sleuf "1" en start initialisatie

source: Place Flipr in slot "2" and start the initialization
ca: Col·loca Flipr a la ranura "2" i comenca la inicialització
de: Setzen Sie den Flipr in den Steckplatz "2" und starten Sie die Initialisierung
es: Ponga a Flipr en la rendija \ »2\ » luego active la inicialización
fr: Placez Flipr dans la fente "2" puis lancez l'initialisation
nl: Plaats Flipr in sleuf "2" en start initialisatie

source: Initialize
ca: Inicialitzar
de: Initialisieren
es: Inicializar
fr: Initialiser
nl: Initialisatie

source: Launch of the 1st measure
ca: Llançament de la primera mesura
de: Start der 1. Messung
es: Lanzamiento de la 1era medida
fr: Lancement de la 1ère mesure
nl: Start van de 1e meting

source: Could not connect
ca: No s'ha pogut connectar
de: Verbindung konnte nicht hergestellt werden
es: Conexión imposible
fr: Connexion impossible
nl: Kan geen verbinding maken

source: No Flipr was detected
ca: No s'ha detectat Flipr
de: Der Flipr wurde nicht erkannt
es: Ningún Flipr ha sido detectado
fr: Aucun flipr n'a été détecté
nl: Er werd geen Flipr gedetecteerd

source: The app was unable to connect to the Flipr (TimeOut issue).
ca: L'aplicació no s'ha pogut connectar amb el flipr (problema TimeOut)
de: Die App konnte sich nicht mit dem Flipr verbinden (TimeOut-Problem).
es: La aplicación no pudo conectarse a Flipr (problema de TimeOut).
fr: L'application n'a pas réussi à se connecter au flipr (prolème de TimeOut).
nl: De app kon geen verbinding maken met de flipr (TimeOut-probleem).

source: Measurement in progress... This operation may take a few minutes, do not quit the app, keep the iPhone active and close to the Flipr.
ca: Mesura en progrés... Aquesta operació pot durar uns minuts, no surti de l'app, mantingui el seu smartphone actiu i a prop de Flipr.
de: Messung läuft... Dieser Vorgang kann einige Minuten dauern. Schalten Sie die App nicht aus, halten Sie das iPhone aktiv und in der Nähe des Flipr.
es: Toma de medida en curso ... Esta operación puede tomar algunos minutos , no deje la aplicación, mantenga su iPhone activo y cerca de Flipr
fr: Prise de mesure en cours... Cette opération peut prendre quelques minutes, ne quittez pas l'application, maintenez l'iPhone actif et à proximité du Flipr.
nl: Deze handeling kan enkele minuten duren, sluit de app niet af, houd de iPhone actief en dicht bij de Flipr.

source: Your last strip
ca: El teu úlitim anàlisi
de: Ihr letzter Streifen
es: Tu última tira de ensayo
fr: Votre dernière bandelette
nl: Uw laatste meetstrip

source: Grab the strip provided in the package, then dip it in mid-arm in your pool for 2 seconds. Then report the colors obtained below.
ca: Agafa la tira que es proporciona al paquet i, a continuació, submergeix-la amb el braç a la piscina durant 2 segons. A continuació, informe dels colors obtinguts a continuació.
de: Nehmen Sie den in der Packung enthaltenen Streifen und tauchen Sie ihn 2 Sekunden lang bis zu einer Tiefe von halber Armlänge in Ihr Becken. Geben Sie dann die erhaltenen Farben unten an.
es: Sujete la tira de ensayo incluida en el embalaje, después sumérjala medio brazo en su piscina durante 2 segundos. A continuación introduzca los colores obtenidos.
fr: Saisissez la languette fournie dans l’emballage, puis plongez-la à mi-bras dans votre piscine pendant 2 secondes. Reportez ensuite ci-dessous les couleurs obtenues.
nl: Pak de bijgeleverde strook in de verpakking en dompel deze 2 seconden tot elleboog diepte in uw zwembad. Meld vervolgens de hieronder verkregen kleuren.

source: Grab the strip provided in the package, then dip it in mid-arm in your spa for 2 seconds. Then report the colors obtained below.
ca: Agafa la tira que es proporciona al paquet i, a continuació, submergeix-la amb el braç a la piscina durant 2 segons. A continuació, informe dels colors obtinguts a continuació.
de: Nehmen Sie den in der Packung mitgelieferten Streifen und tauchen Sie ihn 2 Sekunden lang bis zu einer Tiefe von halber Armlänge in Ihren Whirlpool. Geben Sie dann die erhaltenen Farben unten an.
es: Sujete la tira de ensayo incluida en el embalaje, después sumérjala medio brazo en su spa durante 2 segundos. A continuación introduzca los colores obtenidos.
fr: Saisissez la languette fournie dans l’emballage, puis plongez-la à mi-bras dans votre spa pendant 2 secondes. Reportez ensuite ci-dessous les couleurs obtenues.
nl: Pak het strookje dat in de verpakking zit en dompel het midden op de arm gedurende 2 seconden in uw zwembad. Meld vervolgens de verkregen kleuren hieronder.

source: The colorimetry varies according to the smartphone screens. For more precision, refer to the instructions supplied with the strip to determine the colors and refer to them above.
ca: El color varia segons les pantalles del telèfon intel·ligent. Per obtenir més precisió, consulteu les instruccions subministrades amb la tira per determinar els colors i consulteu-los més amunt.
de: Die Farbmetrik variiert je nach Smartphone-Bildschirm. Genauere Informationen finden Sie in den mit dem Streifen gelieferten Anweisungen zur Bestimmung der Farben und verweisen Sie oben darauf.
es: La colorimetría varía en función de las pantallas de los smartphones. Para mayor precisión, use las instrucciones proporcionadas con la tira de ensayo para determinar los colores e ingréselos arriba.
fr: La colorimétrie varie selon les écrans de smartphone. Pour plus de précision, basez-vous sur la notice fournie avec la bandelette pour déterminer les couleurs et les reporter ci-dessus.
nl: De colorimetrie varieert per scherm van de smartphone. Raadpleeg voor meer precisie de instructies die bij de strip worden geleverd om de kleuren te bepalen en raadpleeg ze hierboven.

source: Calibration is complete!
ca: La calibració s'ha completat!
de: Die Kalibrierung ist abgeschlossen!
es: ¡La calibración ha sido completada!
fr: L'étalonnage est terminé !
nl: Kalibratie is voltooid

source: Now place the Flipr in your pool...
ca: Ara col·loca el Flipr dins dins de la teva piscina...
de: Platzieren Sie nun den Flipr in Ihrem Becken...
es: Ahora coloque a Flipr en su piscina...
fr: Placez à présent le Flipr dans votre piscine...
nl: Plaats de Flipr nu in uw zwembad…

source: Now place the Flipr in your spa...
ca: Ara col·loca el Flipr dins dins del teu SPA...
de: Platzieren Sie nun den Flipr in Ihrem Whirlpool...
es: Ahora coloque a Flipr en su spa...
fr: Placez à présent le Flipr dans votre spa...
nl: Plaats de Flipr nu in uw zwembad…

source: Now place Flipr in your pool. Do not forget to unscrew the bottom part of the Flipr and screw the grid before filling!
ca: Ara posa Flipr a la teva piscina. No oblidis descargolar la part inferior del Flipr i cargolar la reixeta abans d’omplir-la.
de: Platzieren Sie den Flipr nun in Ihrem Becken. Vergessen Sie nicht, den unteren Teil des Flipr abzuschrauben und das Gitter vor dem Befüllen anzuschrauben!
es: Ahora coloca a Flipr en tu piscina. ¡No olvide desenroscar la parte inferior del Flipr y atornillar la rejilla antes de llenarla!
fr: Placez à présent Flipr dans votre piscine. N’oubliez pas de dévisser la partie basse du Flipr et de visser la grille avant la mise en eau !
nl: Plaats nu Flipr in uw zwembad. Vergeet niet het onderste gedeelte van de Flipr los te draaien en het rooster vast te schroeven voor het vullen!

source: Now place Flipr in your spa. Do not forget to unscrew the bottom part of the Flipr and screw the grid before filling!
ca: Ara posa Flipr a la teva piscina. No oblidis descargolar la part inferior del Flipr i cargolar la reixeta abans d’omplir-la.
de: Platzieren Sie nun den Flipr in Ihrem Whirlpool. Vergessen Sie nicht, den unteren Teil des Flipr abzuschrauben und das Gitter vor dem Befüllen anzuschrauben!
es: Ahora coloca a Flipr en tu spa. ¡No olvide desenroscar la parte inferior del Flipr y atornillar la rejilla antes de llenarla!
fr: Placez à présent Flipr dans votre spa. N’oubliez pas de dévisser la partie basse du Flipr et de visser la grille avant la mise en eau !
nl: Plaats nu Flipr in uw zwembad. Vergeet niet het onderste gedeelte van de Flipr los te draaien en het rooster vast te schroeven voor het vullen!

# It's done!
source: Done!
ca: Fet!
de: Erledigt!
es: ¡Listo !
fr: C'est fait !
nl: Het is gedaan!

source: air
ca: aire
de: luft
es: Aire
nl: lucht

source: Air
ca: Aire
de: Luft
es: Aire
nl: Lucht

source: water
ca: aigua
de: Wasser
es: agua
fr: eau

source: Last Measure
ca: Última mesura
de: Letzte Messung
es: Ultima Medida
fr: Dernière Mesure
nl: Laatste Meting

source: Bluetooth connection error
ca: Error en la connexió Bluetooth
de: Bluetooth-Verbindungsfehler
es: Error de conexión Bluetooth
fr: Erreur de connexion Bluetooth
nl: Bluetooth verbinding probleem

source: Sending data...
ca: S'estan enviant les dades ...
de: Datenversand...
es: Envío de datos...
fr: Envoi des données...
nl: Verzenden gegevens…

source: flipr detected, connection in progress...
ca: Flipr detectat, connexió en procés...
de: Flipr erkannt, Verbindung wird hergestellt...
es: flipr detectado, conexión en curso...
fr: Flipr détecté, connexion en cours...
nl: flipr gedetecteerd, verbinding wordt gemaakt…
