Repository: AjeeshDevnapps/FlipriOS
Catalog: IOS-master/Flipr/*.lproj/Localizable.strings
Languages: ca, de, es, fr, nl

source: Expert mode, customization of thresholds, inventory management ... And all the new features to come during the 2019 season!
ca: Mode expert, personalització de llindars, gestió d’inventari ... I totes les novetats que vindran durant aquesta temporada!
de: Expertenmodus, Anpassung der Schwellenwerte, Bestandsverwaltung ... Und alle neuen Funktionen, die während der Saison 2019 kommen werden!
es: Modo experto, personalización de umbrales, gestión de existencias.... Y todas las novedades de la temporada 2019!
fr: Mode expert, personnalisation des seuils, gestion des stocks... Et toutes les nouvelles fonctionnalités à venir au cours de la saison 2019 !
nl: Expertmodus, aanpassing van drempels, voorraadbeheer,.... En alle nieuwe functies die er in het seizoen 2019 komen!

source: Select your subscription
ca: Selecciona la teva subscripció
de: Wählen Sie Ihr Abonnement aus
es: Seleccione su suscripción
fr: Sélectionnez votre abonnement
nl: Selecteer uw abonnement

source: /month after the trial period
ca: /mes després del període de prova
de: /Monat nach der Probezeit
es: /mes despues del periodo de prueba
fr: /mois après la période d'essai
nl: /maand na de proefperiode

source: /quarter after the trial period
ca: /trimestre desprñes del període de prova
de: /Quartal nach der Probezeit
es: /trimestre despues del periodo de prueba
fr: /trimestre après la période d'essai
nl: /kwartaal na de proefperiode

source: /year after the trial period
ca: /any després del període de prova
de: /Jahr nach der Probezeit
es: /año despues del periodo de prueba
fr: /an après la période d'essai
nl: /jaar na de proefperiode

source: Subscription conditions
ca: Condicions de la subscripció
de: Abonnement-Bedingungen
es: Condiciones de suscripción
fr: Conditions d'abonnement
nl: Conditions d'abonnement

source: Flipr Infinite is available as a monthly, quarterly or annual subscription. You can subscribe to this subscription through your iTunes account. Payment will be invoiced by iTunes upon confirmation of purchase. The subscription is automatically renewed, unless you cancel it at least 24 hours before the end of its validity period. The renewal will be invoiced to your account within 24 hours of the end of the current period. Once you have subscribed, you can deactivate automatic renewal or unsubscribe by accessing the Settings of your App Store account after purchase. Any unused portion of a free trial, if such a trial is offered, will be lost when the user subscribes to the publication concerned.
ca: Flipr Infinite està disponible com a subscripció mensual, trimestral o anual. Podeu subscriure-us a aquesta subscripció a través del vostre compte d’iTunes. ITunes facturarà el pagament després de la confirmació de la compra. La subscripció es renova automàticament, tret que la cancel·leu almenys 24 hores abans que finalitzi el seu període de validesa. La renovació es facturarà al vostre compte en un termini de 24 hores a partir del final del període actual. Un cop us hàgiu subscrit, podeu desactivar la renovació automàtica o cancel·lar la subscripció accedint a la configuració del vostre compte d'App Store després de la compra. Qualsevol part no utilitzada d'una prova gratuïta, si s'ofereix aquesta prova, es perdrà quan l'usuari es subscrigui a la publicació corresponent.
de: Flipr Infinite ist als Monats-, Quartals- oder Jahresabonnement erhältlich. Sie können dieses Abonnement über Ihr iTunes-Konto abonnieren. Die Bezahlung erfolgt per Rechnung durch iTunes nach Bestätigung des Kaufs. Das Abonnement wird automatisch verlängert, wenn Sie es nicht mindestens 24 Stunden vor Ablauf der Gültigkeitsdauer kündigen. Die Verlängerung wird Ihrem Konto innerhalb von 24 Stunden nach Ablauf der aktuellen Periode in Rechnung gestellt. Nachdem Sie sich angemeldet haben, können Sie die automatische Verlängerung deaktivieren oder sich abmelden, indem Sie nach dem Kauf auf die Einstellungen Ihres App Store-Kontos zugreifen. Jeder ungenutzte Teil einer kostenlosen Testversion, sofern eine solche angeboten wird, geht verloren, wenn der Benutzer die betreffende Publikation abonniert.
es: Flipr Infinite está disponible como suscripción mensual, trimestral o anual. Puedes suscribirte a esta suscripción a través de tu cuenta de iTunes. El pago será facturado por iTunes en el momento de la confirmación de la compra. La suscripción se renueva automáticamente, a menos que la cancele al menos 24 horas antes del final de su período de validez. La renovación se facturará a su cuenta dentro de las 24 horas siguientes a la finalización del período en curso. Una vez que se haya suscrito, puede desactivar la renovación automática o cancelar la suscripción accediendo a la Configuración de su cuenta de App Store después de la compra. Cualquier parte no utilizada de una prueba gratuita, si se ofrece, se perderá cuando el usuario se suscriba a la publicación en cuestión.
fr: Flipr Infinite est disponible sous forme d’abonnement mensuel, trimestriel ou annuel. Vous pouvez souscrire cet abonnement via votre compte iTunes. Le paiement sera facturé par iTunes dès confirmation de l’achat. L'abonnement est automatiquement renouvelé, sauf si vous l'annulez au moins 24 heures avant la fin de sa période de validité. Le renouvellement sera facturé sur votre compte dans les 24 heures qui précédent la fin de la période en cours. Une fois abonné, il est possible de désactiver le renouvellement automatique ou de se désabonner en accédant aux Réglages de votre compte App Store après l’achat. Toute partie inutilisée d’un essai gratuit, si un tel essai est proposé, sera perdue lorsque l’utilisateur souscrit un abonnement à la publication concernée.
nl: Flipr Infinite is beschikbaar als maand-, kwartaal- of jaarabonnement. U kunt zich op dit abonnement abonneren via uw iTunes-account. De betaling wordt door iTunes gefactureerd na bevestiging van de aankoop. Het abonnement wordt automatisch verlengd, tenzij u het ten minste 24 uur voor het einde van de geldigheidsperiode opzegt. De verlenging wordt binnen 24 uur na afloop van de lopende periode gefactureerd aan uw account. Zodra u zich heeft geabonneerd, kunt u de automatische verlenging of uitschrijving deactiveren door de instellingen van uw App Store-account na aankoop te openen. Elk ongebruikt deel van een gratis proefperiode, indien een dergelijke proefperiode wordt aangeboden, zal verloren gaan wanneer de gebruiker zich abonneert op de betreffende publicatie.

source: Terms and conditions
ca: Termes i condicions
de: Geschäftsbedingungen
es: Condiciones generales
fr: Conditions générales
nl: Algemene voorwaarden

source: Privacy Policy
ca: Política de privacitat
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
nl: Privacybeleid

source: Check the information below, and change it if necessary. All is well ? Click on "Save"!
ca: Consulta la informació següent i canvia-la si cal. Està tot bé? Fés clic a "Desa".
de: Überprüfen Sie die nachstehenden Informationen und ändern Sie sie gegebenenfalls. Ist alles in Ordnung? Klicken Sie auf "Speichern"!
es: Verifique la información a continuación y cámbiela si es necesario. Todo está bueno ? Haga clic en "Guardar"!
fr: Vérifiez bien les informations ci-dessous, et modifiez-les si besoin. Tout est bon ? Cliquez sur "Enregistrer" !
nl: Controleer de onderstaande informatie en wijzig deze zo nodig. Alles is goed? Klik op "Opslaan"!

source: I understood
ca: Ho he entès
de: Ich habe verstanden
es: He entendido
fr: J'ai compris
nl: Ik begreep het

source: Offset alerts
ca: Alertes de compensació
de: Offset-Benachrichtigungen
es: Décalage des alertes
fr: Décalage des alertes
nl: Décalage des alertes

source: When do you want to receive alerts again?
ca: Quan vols tornar a rebre alertes?
de: Wann möchten Sie wieder Benachrichtigungen erhalten?
es: ¿Cuándo quiere recibir las alertas de nuevo?
fr: Quand voulez-vous recevoir de nouveau les alertes ?
nl: Quand voulez-vous recevoir de nouveau les alertes ?

source: In 3 hours
ca: D'aquí a 3 hores
de: In 3 Stunden
es: Dentro de 3 horas
fr: Dans 3 heures
nl: Dans 3 heures

source: From 19:00
ca: Des de les 19:00
de: Von 19:00
es: A partir de las 19h
fr: À partir de 19h
nl: À partir de 19h

source: Tomorrow
ca: Demà
de: morgen
es: Mañana
fr: Demain
nl: Demain

source: This week-end
ca: Aquest cap de setmana
de: Dieses Wochenende
es: Este fin de semana
fr: Ce week-end
nl: Ce week-end

source: Select a date
ca: Selecciona una data
de: Wählen Sie ein Datum
es: Selecciona una fecha
fr: Sélectionner une date
nl: Sélectionner une date

source: Shift to this date
ca: Canvia aquesta data
de: Verschieben Sie auf dieses Datum
es: Mover a esta fecha
fr: Décaler à cette date
nl: Décaler à cette date

source: Trigger a measurement
ca: Fer una mesura
de: Lösen Sie eine Messung aus
es: Cambia de fecha
fr: Déclencher une mesure
nl: Een meting activeren

source: New measurement
ca: Nova mesura
de: Neue Messung
es: Nueva medida
fr: Nouvelle mesure
nl: Nieuwe maatregel

source: Move closer to your Flipr and press the button to initialize the measurement
ca: Apropa't al teu Flipr i prém el botó per iniciar la mesura
de: Nähern Sie sich Ihrem Flipr und drücken Sie die Taste, um die Messung zu initialisieren
es: Acércate a tu Flipr y presiona el botón para inicializar la medición
fr: Rapprochez vous de votre Flipr et appuyez sur le bouton pour initialiser la mesure
nl: Ga dichter bij uw Flipr staan ​​en druk op de knop om de meting te initialiseren

source: Enter manually
ca: Introdueix manualment
de: Manuell eingeben
es: Entrar manualmente
fr: Saisir manuellement
nl: Voer handmatig in

source: Barcode
ca: Codi de barres
es: Código de barras
fr: Code barre

source: Enter the barcode number
ca: Introdueix el número del codi de barres
de: Geben Sie die Barcode-Nummer ein
es: Ingresa el número de código de barras
fr: Entrez le numéro de code barre
nl: Voer het streepjescodenummer in

source: Service book
ca: Llibre de serveis
de: Servicebuch
es: libro de servicio
fr: Carnet d'entretien
nl: Onderhoudsboekje

source: Categories
ca: Categoires
de: Kategorien
es: Categorías
fr: Catégories
nl: Categorieën

source: New item
ca: Nou article
de: Neues Gerät
es: Nuevo elementos
fr: Nouvel item
nl: Nieuw item

source: Item deletion
ca: Article esborrat
de: Gerät löschen
es: Eliminación de elementos
fr: Suppression d'item
nl: Item verwijderen

source: Do you really want to delete this item?
ca: De debò vols esborra aquest article?
de: Möchten Sie dieses Gerät wirklich löschen?
es: ¿Realmente quieres eliminar este elemento?
fr: Voulez vous vraiment supprimer cet item ?
nl: Wilt u dit item echt verwijderen?

source: Date
ca: Data
de: Datum
es: Fecha
nl: Datum

source: Comment
ca: Comentari
de: Kommentar
es: Comentario
fr: Commentaire
nl: Commentaar

source: Quantity
ca: Quantitat
de: Menge
es: Cantidad
fr: Quantité
nl: Hoeveelheid

source: Buy
ca: Comprar
de: Kaufen
es: Comprar
fr: Acheter
nl: Kopen

source: Buy cleaning products
ca: Comprar productes de neteja
de: Reinigungsmittel kaufen
es: Compra productos de limpieza
fr: Acheter des produits d'entretien
nl: Koop schoonmaakproducten

source: The key, preceded by 'ID' is inside one of the two removable covers.
ca: La clau, precedida per "ID" es troba dins d'una de les dues cobertes extraïbles.
de: Der Schlüssel mit vorangestellter 'ID' befindet sich in einer der beiden abnehmbaren Abdeckungen.
es: La llave, precedida de 'ID' está dentro de una de las dos tapas removibles
fr: La clé, précédée par 'ID' se trouve à l'intérieur d'un des deux capots amovibles.
nl: De sleutel, voorafgegaan door 'ID', bevindt zich in een van de twee afneembare deksels.

source: Are you sure you want to delete this HUB from your account?
ca: Estàs segur que vols esborrar aquest HUB del teu compte?
de: Sind Sie sicher, dass Sie diesen HUB aus Ihrem Konto löschen möchten?
es: ¿Estás seguro de que deseas eliminar este HUB de tu cuenta?
fr: Voulez-vous vraiment supprimer ce HUB de votre compte ?
nl: Weet u zeker dat u deze HUB van uw account wilt verwijderen?

source: Enter wifi password
ca: Introdueix la teva contrasenya de wifi
de: WiFi-Passwort eingeben
es: Ingresa la contraseña wifi
fr: Entrez le mot de passe wifi
nl: Voer het wifi-wachtwoord in

# Entrez le mot de passe Wi-Fi (32 caractères max)
source: Enter Wi-Fi password (32 characters max)
de: Geben Sie das WLAN-Passwort ein (maximal 32 Zeichen)
es: Ingrese la contraseña de Wi-Fi (32 caracteres máximo)
fr: Entrez le mot de passe Wi-Fi (32 caractères max)
nl: Voer het wifi-wachtwoord in (maximaal 32 tekens)

source: Connect
ca: Connecta
de: Verbinden
es: Conectar
fr: Connecter
nl: Aansluiten

source: Current <90V
ca: Corrent <90V
de: Strom <90 V
es: Flujo <90V
fr: Courant <90V
nl: Stroom <90V

source: Help
ca: Ajuda
de: Hilfe
es: Ayuda
fr: Aide
nl: Aide

source: I need help !
ca: Necessito ajuda!
de: Ich brauche Hilfe!
es: ¡Necesito ayuda!
fr: J'ai besoin d'aide !
nl: J'ai besoin d'aide !

source: Terms & privacy
ca: Termes & privacitat
de: Bedingungen & Datenschutz
es: Términos y confidecialidad
fr: CGU et confidentialité
nl: CGU et confidentialité

source: Tips & Tricks
ca: Consells
de: Tipps & Tricks
es: Consejos & Astucias
fr: Conseils & Astuces
nl: Conseils & Astuces

source: Account
ca: Compte
de: Konto
es: Cuenta
fr: Compte
nl: Compte

source: Pool
ca: Piscina
es: Piscina
fr: Piscine
nl: Piscine

source: Devices
ca: Dispositius
de: Geräte
es: Aparatos
fr: Appareils
nl: Appareils

source: Subscriptions
ca: Subscripcions
de: Abonnements
es: Suscripciones
fr: Abonnements
nl: Abonnements

source: You can unsubscribe anytime from App Store settings
ca: Pots cancel·lar la subscripció en qualsevol moment a la configuració de l'App Store
de: Sie können sich jederzeit in den App Store-Einstellungen abmelden
es: Puedes eliminar tu suscripción en cualquier momento desde la configuración de tu AppStore.
fr: Vous pouvez vous désabonner à tout moment depuis vos paramètres AppStore.
nl: Vous pouvez vous désabonner à tout moment depuis vos paramètres AppStore.

source: Tap to change
ca: Fes clic per canviar
de: Tippen Sie für eine Änderung
es: Haga click para cambiar
fr: Appuyez pour changer
nl: Appuyez pour changer

source: Active (Premier)
ca: Actiu (Primer)
de: Aktiv (Premier)
es: Activo (Premier)
fr: Actif (Premier)
nl: Actif (Premier)

source: Inactive - Subscribe here !
ca: Inactiu - Subscriu-te ara!
de: Inaktiv - Hier abonnieren!
es: Inactivo - ¡Suscríbete aquí !
fr: Inactif - Abonnez-vous ici !
nl: Inactif - Abonnez-vous ici !

source: No subscription needed
ca: No es necessita subscripció
de: Kein Abonnement erforderlich
es: Suscripción no necesaria
fr: Pas d'abonnement nécessaire
nl: Pas d'abonnement nécessaire

source: Please enter old password
ca: Introdueix l'antiga contrasenya si us plau
de: Bitte geben Sie Ihr bisheriges Passwort ein
es: Inserta tu antigua contraseña
fr: Veuillez entrer l'ancien mot de passe
nl: Veuillez entrer l'ancien mot de passe

source: Please enter new password
ca: Introdueix la nova contrasenya si us plau
de: Bitte geben Sie Ihr neues Passwort ein
es: Inserta tu nueva contraseña
fr: Veuillez saisir un nouveau mot de passe
nl: Veuillez saisir un nouveau mot de passe

source: Please enter confirm password
ca: Confima la contrasenya si us plau
de: Bitte bestätigen Sie Ihr Passwort
es: Confirma tu nueva contrasenña
fr: Veuillez saisir le mot de passe de confirmation
nl: Veuillez saisir le mot de passe de confirmation

source: Password miss match
ca: No hi ha coincidència de contrasenya
de: Passwortbestätigung entspricht nicht dem neuen Passwort
es: Error de contraseña
fr: Mot de passe manquant la correspondance
nl: Mot de passe manquant la correspondance

source: Success
ca: Èxit
de: Erfolg
es: ¡Conseguido!
fr: Succès
nl: Succès

source: Password has been updated successfully
ca: La contrasenya s'ha actualitzat amb èxit
de: Passwort wurde erfolgreich aktualisiert
es: Tu contraseña se ha cambiado correctamente
fr: Le mot de passe a été mis à jour avec succès
nl: Le mot de passe a été mis à jour avec succès

source: Save
ca: Guardar
de: Speichern
es: Guardar
fr: Sauvegarder
nl: Sauvegarder

source: Old Password
ca: Antiga contrasenya
de: Bisheriges Passwort
es: Contrasenya actual
fr: ancien mot de passe
nl: ancien mot de passe

source: New Password
ca: Nova contrasenya
de: Neues Passwort
es: Contrasenya nueva
fr: nouveau mot de pass
nl: nouveau mot de pass

source: Type new password again
ca: Escriu la nova contrasenya de nou
de: Geben Sie das neue Passwort erneut ein
es: Inserta una nueva contrasenya
fr: Saisissez à nouveau le nouveau mot de passe
nl: Saisissez à nouveau le nouveau mot de passe

source: Quick Actions
ca: Accions rápides
de: Schnell-Aktionen
es: Acciones rápidas
fr: Actions rapides
nl: Actions rapides

source: Model
de: Modell
es: Modelo
fr: Modèle
nl: Modèle

source: Serial Number
ca: Número de sèrie
de: Seriennummer
es: Número de serie
fr: Numéro de série
nl: Numéro de série

source: Key ID
ca: Clau ID
de: Schlüssel-ID
es: Nº ID
fr: ID de clé
nl: ID de clé

source: Status :
ca: Estat :
es: Estatus
fr: Statut :
nl: Statut :

source: Actual Mode :
ca: Mode Actual :
de: Aktueller Modus:
es: Modo actual
fr: Mode réel:
nl: Mode réel:

# ActionsTitle
source: Actions
ca: Accions Títol
de: Aktionen
es: Acciones

source: Forget this device
ca: Oblida aquest dispositiu
de: Dieses Gerät vergessen
es: Desconectar el aparato
fr: Désassocier l'appareil
nl: Désassocier l'appareil

source: Perform Bluetooth check
ca: Fés la comprovació de Bluetooth
de: Bluetooth-Prüfung durchführen
es: Verificar la conexión bluetooth
fr: Vérifier la liaison bluetooth
nl: Vérifier la liaison bluetooth

source: WiFi settings
ca: Configuració Wifi
de: WiFi-Einstellungen
es: Configuración Wifi
fr: Paramètres Wifi
nl: Paramètres Wifi

source: Add a new device !
ca: Afegeix un nou dispositiu!
de: Ein neues Gerät hinzufügen!
es: ¡Añade un nuevo aparato!
fr: Ajoutez un nouvel appareil!
nl: Ajoutez un nouvel appareil!

source: Details
ca: Detalls
es: Detalles
fr: Détails
nl: Détails

source: Store
ca: Botiga
de: Speichern
es: Tienda
fr: Magasin
nl: Magasin

source: You customized alert thresholds.
ca: Has personalitzat les teves alertes
de: Benutzerdefinierte Alarmschwellenwerte.
es: Has personalizado tus alertas.
fr: Vous avez personnalisé les seuils d'alerte.
nl: Vous avez personnalisé les seuils d'alerte.

source: Alerts and notifications will be displayed following these new thresholds. You can change the thresholds at any time in Expert Mode.
ca: Les alertes i notificacions es mostraran seguint aquests nous llindars. Pots canviar els llindars en qualsevol moment en mode expert.
de: Alarme und Benachrichtigungen werden nach diesen neuen Schwellenwerten angezeigt. Sie können die Schwellenwerte jederzeit im Expertenmodus ändern.
es: Las alertas y notificaciones se mostrarán siguiendo estos nuevos umbrales. Puedes cambiar los umbrales en cualquier momento con el modo experto.
fr: Les alertes et notifications s’affichent en suivant ces nouveaux seuils. Vous pouvez modifier les seuils à tout moment.
nl: Les alertes et notifications s’affichent en suivant ces nouveaux seuils. Vous pouvez modifier les seuils à tout moment.

source: Threshold settings
ca: Configuració del llindar
de: Schwellenwert-Einstellungen
es: Configuración del umbral
fr: Voir les paramètres des seuils
nl: Voir les paramètres des seuils

source: Alerts and notifications are turned off.
ca: Les alertes i les notificacions estan desactivades
de: Alarme und Benachrichtigungen sind ausgeschaltet.
es: Las alertas y notificaciones están desactivadas.
fr: Les alertes et les notifications sont désactivées.
nl: Les alertes et les notifications sont désactivées.

source: Alerts and notifications are disabled. You can reactivate them at any time.
ca: Les alertes i notificacions estan desactivades. Pots reactivar-les en qualsevol moment.
de: Alarme und Benachrichtigungen sind deaktiviert. Sie können sie jederzeit wieder aktivieren.
es: Las alertas y las notificaciones están desactivadas. Puedes reactivarlas cuando quieras.
fr: Les alertes et les notifications sont désactivées. Vous pouvez les réactiver à tout moment.
nl: Les alertes et les notifications sont désactivées. Vous pouvez les réactiver à tout moment.

source: Activate alerts and notifications
ca: Activa alertes i notificacions
de: Aktivieren Sie Alarme und Benachrichtigungen
es: Activa las alertas y las notificaciones
fr: Activez les alertes et les notifications
nl: Activez les alertes et les notifications

source: Trigger a Measurement
ca: Desencadenar una mesura
de: Lösen Sie eine Messung aus
es: Realizar una medida
fr: Déclencher une mesure
nl: Déclencher une mesure

source: Expert Mode
ca: Mode Expert
de: Experten-Modus
es: Modo Experto
fr: Mode Expert
nl: Mode Expert

source: New calibration
ca: Nova Calibració
de: Neue Kalibrierung
es: Nuevo calibraje
fr: Nouvelle calibration
nl: Nouvelle calibration

source: My info
ca: La meva informació
de: Meine Infos
es: Mis informaciones
fr: Mes informations
nl: Mes informations

source: pH alert threshold
ca: Configuració de les alertes pH
de: pH-Alarmschwelle
es: Umbral de alerta de pH
fr: Seuil d’alerte pH
nl: Seuil d’alerte pH

source: Temperature alert threshold (C°)
ca: Configuració de les alertes de temperatura
de: Temperatur-Alarmschwelle (C°)
es: Umbral de alerta de temperatura (C °)
fr: Seuil d'alerte températures (en °C)
nl: Seuil d'alerte températures (en °C)

# Vous n'avez pas de HUB associé à votre compte.
source: No Hub connected to your account.
ca: No tens l'HUB associat al teu compte
de: Kein Hub mit Ihrem Konto verbunden.
es: No tienes ningún Hub asociado a tu cuenta
fr: Vous n'avez pas de HUB associé à votre compte.
nl: Vous n'avez pas de HUB associé à votre compte.

# Découvrir Flipr HUB
source: Discover Flipr Hub
ca: Descobreix Flipr HUB
de: Entdecken Sie Flipr Hub
es: !Descubre Flipr Hub!
fr: Découvrir Flipr Hub
nl: Découvrir Flipr Hub

# Connecter votre Flipr HUB
source: Connect your Flipr HUB
ca: Connectar el teu Flipr HUB
de: Verbinden Sie Ihren Flipr HUB
es: Conectar tu Flipr HUB
fr: Connecter votre Flipr HUB
nl: Connecter votre Flipr HUB

source: Products
ca: Productes
de: Produkte
es: Productos
fr: Produits
nl: Produits

# Equipments
source: Equipements
ca: Equipaments
de: Ausrüstungen
es: Equipamientos

source: Oups, we're sorry but something went wrong :/
ca: Oups, ens sap greu però alguna cosa va malament :/
de: Uuups, es tut uns leid, aber da ist etwas schief gelaufen :/
es: Oups, lo sentimos, pero alguna cosa va val :(
fr: Oups, une erreur inattendue s'est produite :/
nl: Oeps, een onverwachte fout is opgetreden :/

source: Water correction in progress
ca: La correcció de l'aigua està en progrés
de: Wasserkorrektur läuft
es: La correción del agua está en progreso
fr: Correction de votre eau en cours
nl: Water correctie aan de gang

source: Correction in progress...
ca: Correcció en progrés...
de: Korrektur läuft...
es: Correción en progreso
fr: Correction en cours...
nl: Correctie in uitvoering...
