Repository: AjeeshDevnapps/FlipriOS
Catalog: IOS-master/Flipr/*.lproj/Localizable.strings
Languages: ca, de, es, fr, nl

source: A low TH (Total Hardness) in a swimming pool, resulting from a lower mineral concentration, can lead to issues such as corrosion, metal stains, and unstable water balance, which can be addressed by adjusting the calcium hardness, monitoring and balancing water chemistry, and using metal sequestrants if needed.
ca: Una baixa TH (Duresa Total) en una piscina, com a resultat d'una concentració més baixa de minerals, pot provocar problemes com la corrosió, taques metàl·liques i un equilibri inestable de l'aigua, els quals es poden solucionar ajustant la duresa del calci, controlant i equilibrant la química de l'aigua i utilitzant seqüestrants de metalls si és necessari.
de: Eine niedrige TH (Gesamthärte) in einem Schwimmbad, bedingt durch eine geringere Mineralienkonzentration, kann zu Problemen wie Korrosion, Metallflecken und instabilem Wasserhaushalt führen, die durch Anpassung der Calciumhärte, Überwachung und Balance der Wasserchemie und Verwendung von Metallsequestrierungsmitteln behoben werden können.
es: Una baja TH (Dureza Total) en una piscina, resultado de una concentración reducida de minerales, puede provocar problemas como la corrosión, manchas metálicas y un desequilibrio inestable del agua, los cuales se pueden resolver ajustando la dureza de calcio, monitoreando y equilibrando la química del agua y utilizando secuestrantes de metales si es necesario.
fr: Une faible TH (Dureté Totale) dans une piscine, due à une concentration réduite en minéraux, peut entraîner des problèmes tels que la corrosion, les taches métalliques et un équilibre instable de l'eau, qui peuvent être résolus en ajustant la dureté calcique, en surveillant et en équilibrant la chimie de l'eau, et en utilisant des séquestrants de métaux si nécessaire.
nl: Een lage TH (Totale Hardheid) in een zwembad, als gevolg van een lagere concentratie mineralen, kan leiden tot problemen zoals corrosie, metaalvlekken en een instabiele waterbalans, die kunnen worden aangepakt door het aanpassen van de calciumhardheid, monitoring en balanceren van de waterchemie, en het gebruik van metaalsequestreermiddelen indien nodig.

source: A very low TH (Total Hardness) in a swimming pool, resulting from an extremely low mineral concentration, can lead to issues such as corrosion, staining, unstable water balance, and discomfort for swimmers, which can be addressed by adjusting the calcium hardness, monitoring and balancing water chemistry, and using metal sequestrants if needed.
ca: Un TH (Duresa Total) molt baix en una piscina, com a resultat d'una concentració extremadament baixa de minerals, pot provocar problemes com la corrosió, taques, desequilibri de l'aigua i molèsties per als banyistes, els quals es poden solucionar ajustant la duresa del calci, controlant i equilibrant la química de l'aigua i utilitzant agents seqüestrants de metalls si és necessari.
de: Eine sehr niedrige TH (Gesamthärte) in einem Schwimmbad, bedingt durch eine extrem niedrige Mineralienkonzentration, kann zu Problemen wie Korrosion, Flecken, instabilem Wasserhaushalt und Unannehmlichkeiten für Schwimmer führen, die durch Anpassung der Calciumhärte, Überwachung und Balance der Wasserchemie sowie Verwendung von Metallsequestrierungsmitteln behoben werden können.
es: Un TH (Dureza Total) muy bajo en una piscina, resultado de una concentración extremadamente baja de minerales, puede provocar problemas como la corrosión, manchas, desequilibrio del agua y molestias para los nadadores, los cuales pueden ser resueltos mediante el ajuste de la dureza de calcio, el monitoreo y equilibrio de la química del agua, y el uso de agentes secuestrantes de metales si es necesario.
fr: Un très faible TH (Dureté Totale) dans une piscine, résultant d'une concentration extrêmement basse en minéraux, peut entraîner des problèmes tels que la corrosion, les taches, un déséquilibre de l'eau et un inconfort pour les baigneurs, qui peuvent être résolus en ajustant la dureté calcique, en surveillant et en équilibrant la chimie de l'eau, et en utilisant des agents séquestrants de métaux si nécessaire.
nl: Een zeer lage TH (Totale Hardheid) in een zwembad, als gevolg van een extreem lage concentratie mineralen, kan leiden tot problemen zoals corrosie, vlekken, instabiele waterbalans en ongemak voor zwemmers, die kunnen worden opgelost door het aanpassen van de calciumhardheid, monitoring en balanceren van de waterchemie, en het gebruik van metaalsequestreermiddelen indien nodig.

source: A very high alkalinity in a swimming pool, characterized by elevated levels of alkaline substances, can lead to pH imbalance, scale formation, poor water clarity, and discomfort for swimmers, which can be addressed through acid treatment, dilution, and regular monitoring and balancing of the water chemistry.
ca: Una alcalinitat molt alta en una piscina, caracteritzada per nivells elevats de substàncies alcalines, pot provocar un desequilibri del pH, formació d'incrustacions, mala claredat de l'aigua i molèsties per als banyistes, el qual es pot abordar mitjançant un tractament àcid, dilució i monitoratge regular i equilibri de la química de l'aigua.
de: Eine sehr hohe Alkalinität in einem Schwimmbad, gekennzeichnet durch erhöhte Konzentrationen von alkalischen Substanzen, kann zu einem pH-Ungleichgewicht, Kalkablagerungen, trüber Wasserqualität und Unwohlsein für Schwimmer führen, was durch eine Säurebehandlung, Verdünnung und regelmäßige Überwachung und Balance der Wasserchemie behoben werden kann.
es: Una alcalinidad muy alta en una piscina, caracterizada por niveles elevados de sustancias alcalinas, puede provocar un desequilibrio del pH, formación de incrustaciones, mala claridad del agua y molestias para los nadadores, lo cual se puede abordar mediante un tratamiento ácido, dilución y monitoreo regular y equilibrio de la química del agua.
fr: Un taux de alcalinité très élevé dans une piscine, caractérisé par une concentration élevée de substances alcalines, peut entraîner un déséquilibre du pH, la formation de dépôts de tartre, une mauvaise clarté de l'eau et un inconfort pour les baigneurs, qui peuvent être corrigés par un traitement acide, une dilution et une surveillance régulière et un équilibrage de la chimie de l'eau.
nl: Een zeer hoge alkaliniteit in een zwembad, gekenmerkt door verhoogde niveaus van alkalische stoffen, kan leiden tot een verstoorde pH-waarde, kalkafzettingen, slechte waterhelderheid en ongemak voor zwemmers, wat kan worden aangepakt met zuurbehandeling, verdunning en regelmatige monitoring en balans van de waterchemie.

source: A slightly high alkalinity in a swimming pool, characterized by moderately elevated levels of alkaline substances, can result in pH imbalance, scale formation, water clarity issues, and potential discomfort, which can be addressed through acid treatment and regular monitoring and balancing of water chemistry.
ca: Una alcalinitat lleugerament alta en una piscina, caracteritzada per nivells moderadament elevats de substàncies alcalines, pot provocar un desequilibri del pH, formació d'incrustacions, problemes de claredat de l'aigua i possibles molèsties, el qual es pot abordar mitjançant un tractament àcid i un monitoratge i equilibri regulars de la química de l'aigua.
de: Eine leicht erhöhte Alkalinität in einem Schwimmbad, gekennzeichnet durch mäßig erhöhte Konzentrationen von alkalischen Substanzen, kann zu einem pH-Ungleichgewicht, Kalkablagerungen, Wassertrübungen und möglichen Unannehmlichkeiten führen, was durch eine Säurebehandlung und regelmäßige Überwachung und Balance der Wasserchemie behoben werden kann.
es: Una alcalinidad ligeramente alta en una piscina, caracterizada por niveles moderadamente elevados de sustancias alcalinas, puede provocar un desequilibrio del pH, formación de incrustaciones, problemas de claridad del agua y posibles molestias, lo cual se puede abordar mediante un tratamiento ácido y una monitorización y equilibrio regulares de la química del agua.
fr: Une alcalinité légèrement élevée dans une piscine, caractérisée par des niveaux modérément élevés de substances alcalines, peut entraîner un déséquilibre du pH, la formation de dépôts de tartre, des problèmes de clarté de l'eau et un certain inconfort, qui peuvent être corrigés par un traitement acide et une surveillance régulière et un équilibrage de la chimie de l'eau.
nl: Een licht verhoogde alkaliniteit in een zwembad, gekenmerkt door matig verhoogde niveaus van alkalische stoffen, kan leiden tot een verstoorde pH-waarde, kalkafzettingen, problemen met waterhelderheid en mogelijk ongemak, wat kan worden aangepakt met zuurbehandeling en regelmatige monitoring en balans van de waterchemie.

source: A correct alkalinity in a swimming pool, within the recommended range of 80 to 120 ppm, provides pH stability, prevents scale formation, ensures water clarity, and creates a comfortable swimming environment.
ca: Una alcalinitat correcta en una piscina, dins de l'interval recomanat de 80 a 120 ppm, proporciona estabilitat del pH, prevé la formació d'incrustacions, assegura la claredat de l'aigua i crea un entorn de bany confortable.
de: Eine korrekte Alkalinität in einem Schwimmbad, innerhalb des empfohlenen Bereichs von 80 bis 120 ppm, gewährleistet pH-Stabilität, verhindert Kalkablagerungen, sorgt für Wasserklarheit und schafft eine angenehme Schwimmatmosphäre.
es: Una alcalinidad adecuada en una piscina, dentro del rango recomendado de 80 a 120 ppm, proporciona estabilidad del pH, previene la formación de incrustaciones, asegura la claridad del agua y crea un ambiente de natación confortable.
fr: Un taux d'alcalinité correct dans une piscine, dans la plage recommandée de 80 à 120 ppm, assure la stabilité du pH, prévient la formation de tartre, garantit la clarté de l'eau et crée un environnement de baignade confortable.
nl: Een correcte alkaliniteit in een zwembad, binnen het aanbevolen bereik van 80 tot 120 ppm, zorgt voor pH-stabiliteit, voorkomt kalkafzettingen, zorgt voor helder water en creëert een comfortabele zwemomgeving.

source: A slightly low alkalinity in a swimming pool, characterized by moderately decreased levels of alkaline substances, can result in pH instability, acidic water, staining and etching, and potential discomfort for swimmers, which can be addressed through alkalinity adjustment and regular monitoring and balancing of water chemistry.
ca: Una alcalinitat lleugerament baixa en una piscina, caracteritzada per una disminució moderada de substàncies alcalines, pot provocar inestabilitat del pH, aigua àcida, taques i corrosió, així com possibles molèsties per als banyistes, el qual es pot corregir ajustant l'alcalinitat i una monitorització regular i equilibri de la química de l'aigua.
de: Eine leicht niedrige Alkalinität in einem Schwimmbad, gekennzeichnet durch eine mäßige Abnahme von alkalischen Substanzen, kann zu pH-Unstabilität, saurem Wasser, Flecken und Ätzungen sowie möglichen Unannehmlichkeiten für Schwimmer führen, was durch Anpassung der Alkalinität und regelmäßige Überwachung und Balance der Wasserchemie behoben werden kann.
es: Una alcalinidad ligeramente baja en una piscina, caracterizada por una disminución moderada de sustancias alcalinas, puede provocar inestabilidad del pH, agua ácida, manchas y corrosión, así como posibles molestias para los nadadores, lo cual se puede corregir mediante el ajuste de la alcalinidad y una monitorización regular y equilibrio de la química del agua.
fr: Une alcalinité légèrement basse dans une piscine, caractérisée par une diminution modérée des substances alcalines, peut entraîner une instabilité du pH, de l'eau acide, des taches et une érosion, ainsi que des éventuelles gênes pour les baigneurs, ce qui peut être corrigé en ajustant l'alcalinité et en surveillant régulièrement et en équilibrant la chimie de l'eau.
nl: Een licht verlaagde alkaliniteit in een zwembad, gekenmerkt door matig verminderde niveaus van alkalische stoffen, kan leiden tot pH-instabiliteit, zuur water, vlekken en etsing, evenals mogelijke ongemakken voor zwemmers, wat kan worden verholpen door aanpassing van de alkaliniteit en regelmatige monitoring en balans van de waterchemie.

source: A very high stabilizer (C3N3(OH)3) in a swimming pool, indicating an excessively elevated concentration, can reduce sanitizer effectiveness, cause chlorine lock, lead to pH imbalance, and may require partial water replacement or specialized treatment methods for resolution.
ca: Un estabilitzador molt alt (C3N3(OH)3) en una piscina, que indica una concentració excessivament elevada, pot reduir l'eficàcia del desinfectant, causar bloqueig del clor, provocar un desequilibri del pH i requerir la substitució parcial de l'aigua o mètodes de tractament especialitzats per resoldre-ho.
de: Ein sehr hoher Stabilisator (C3N3(OH)3) in einem Schwimmbad, der auf eine übermäßig hohe Konzentration hinweist, kann die Wirksamkeit des Desinfektionsmittels verringern, zu Chlorblockaden führen, den pH-Wert aus dem Gleichgewicht bringen und eine teilweise Wassererneuerung oder spezielle Behandlungsmethoden erfordern, um das Problem zu lösen.
es: Un estabilizador (C3N3(OH)3) muy alto en una piscina, indicando una concentración excesivamente elevada, puede reducir la eficacia del desinfectante, causar bloqueo de cloro, generar desequilibrio de pH y requerir reemplazo parcial de agua o métodos de tratamiento especializados para su resolución.
fr: Un taux de stabilisatant très élevé dans une piscine, indiquant une concentration excessivement élevée de C3N3(OH)3, peut réduire l'efficacité du désinfectant, provoquer un blocage du chlore, entraîner un déséquilibre du pH et nécessiter un remplacement partiel de l'eau ou des méthodes de traitement spécialisées pour résoudre le problème.
nl: Een zeer hoog stabilisator (C3N3(OH)3) in een zwembad, wat duidt op een buitensporig hoge concentratie, kan de effectiviteit van het desinfectiemiddel verminderen, chloorblokkade veroorzaken, pH-desevenwicht veroorzaken en het gedeeltelijk vervangen van water of gespecialiseerde behandelingsmethoden vereisen voor oplossing.

source: A slightly high stabilizer (C3N3(OH)3) in a swimming pool, indicating a moderately elevated concentration, can provide adequate chlorine protection while requiring regular monitoring and potential dilution or partial water replacement to prevent excessive accumulation and maintain optimal water quality.
ca: Un estabilitzador lleugerament alt (C3N3(OH)3) en una piscina, que indica una concentració moderadament elevada, pot proporcionar una protecció adequada del clor mentre requereix una vigilància regular i, possiblement, una dilució o substitució parcial de l'aigua per evitar una acumulació excessiva i mantenir una qualitat d'aigua òptima.
de: Ein leicht erhöhter Stabilisator (C3N3(OH)3) in einem Schwimmbad, der auf eine mäßig erhöhte Konzentration hinweist, kann einen angemessenen Chlor-Schutz bieten und erfordert eine regelmäßige Überwachung sowie möglicherweise Verdünnung oder teilweisen Austausch des Wassers, um eine übermäßige Ansammlung zu verhindern und eine optimale Wasserqualität aufrechtzuerhalten.
es: Un estabilizador ligeramente alto (C3N3(OH)3) en una piscina, que indica una concentración moderadamente elevada, puede proporcionar una protección adecuada del cloro mientras requiere una vigilancia regular y posiblemente dilución o reemplazo parcial de agua para evitar una acumulación excesiva y mantener una calidad de agua óptima.
fr: Un taux de stabilisatant légèrement élevé dans une piscine, indiquant une concentration modérément élevée C3N3(OH)3, peut assurer une protection adéquate du chlore tout en nécessitant une surveillance régulière et éventuellement une dilution ou un remplacement partiel de l'eau pour éviter une accumulation excessive et maintenir une qualité d'eau optimale.
nl: Een licht verhoogd stabilisator (C3N3(OH)3) in een zwembad, wat wijst op een matig verhoogde concentratie, kan zorgen voor adequate bescherming van het chloor, maar vereist regelmatige monitoring en eventueel verdunning of gedeeltelijke watervervanging om overmatige ophoping te voorkomen en een optimale waterkwaliteit te behouden.

source: A correct stabilizer (C3N3(OH)3) in a swimming pool, indicating an appropriate concentration, provides chlorine protection, consistent sanitizer effectiveness, cost efficiency, and helps maintain water balance for an optimal swimming environment.
ca: Un estabilitzador correcte (C3N3(OH)3) en una piscina, que indica una concentració adequada, proporciona protecció al clor, eficàcia constant del desinfectant, eficiència econòmica i ajuda a mantenir l'equilibri de l'aigua per a un entorn de bany òptim.
de: Ein korrekter Stabilisator (C3N3(OH)3) in einem Schwimmbad, der auf eine angemessene Konzentration hinweist, bietet Chlor-Schutz, konstante Wirksamkeit des Desinfektionsmittels, Kosteneffizienz und trägt zur Aufrechterhaltung des Wasserhaushalts für eine optimale Schwimmbadumgebung bei.
es: Un estabilizador correcto (C3N3(OH)3) en una piscina, que indica una concentración adecuada, proporciona protección al cloro, una eficacia constante del desinfectante, eficiencia en costos y ayuda a mantener el equilibrio del agua para un entorno de natación óptimo.
fr: Un taux de stabilisant correct dans une piscine, indiquant une concentration appropriée de C3N3(OH)3, assure une protection du chlore, une efficacité constante du désinfectant, une économie de coûts et contribue à maintenir l'équilibre de l'eau pour un environnement de baignade optimal.
nl: Een correcte stabilisator (C3N3(OH)3) in een zwembad, wat wijst op een juiste concentratie, zorgt voor bescherming van het chloor, een constante werking van het desinfectiemiddel, kostenefficiëntie en draagt bij aan een evenwichtige waterbalans voor een optimale zwemomgeving.

source: A slightly low stabilizer (C3N3(OH)3) in a swimming pool, indicating a moderately decreased concentration, can result in reduced chlorine protection, faster chlorine dissipation, potential sanitizer demand, and may require stabilizer adjustment and regular monitoring to maintain proper water quality.
ca: Un estabilitzador lleugerament baix (C3N3(OH)3) en una piscina, que indica una concentració moderadament reduïda, pot provocar una protecció reduïda del clor, una dissipació més ràpida del clor, una possible demanda augmentada de desinfectant i pot requerir l'ajust del estabilitzador i una vigilància regular per mantenir una qualitat d'aigua adequada.
de: Ein leicht niedriger Stabilisator (C3N3(OH)3) in einem Schwimmbad, der auf eine mäßig verringerte Konzentration hinweist, kann zu einer reduzierten Chlor-Schutzwirkung, schnellerem Chlorabbau, möglicher erhöhter Desinfektionsmittel-Nachfrage führen und erfordert möglicherweise eine Stabilisator-Anpassung und regelmäßige Überwachung, um eine angemessene Wasserqualität aufrechtzuerhalten.
es: Un estabilizador ligeramente bajo (C3N3(OH)3) en una piscina, que indica una concentración moderadamente disminuida, puede resultar en una protección reducida del cloro, una disipación más rápida del cloro, una posible mayor demanda de desinfectante y puede requerir ajuste del estabilizador y monitoreo regular para mantener una calidad de agua adecuada.
fr: Un taux de stabilisant légèrement bas dans une piscine, indiquant une concentration modérément réduite de C3N3(OH)3), peut entraîner une protection réduite du chlore, une dissipation plus rapide du chlore, une demande potentielle de désinfectant accrue et peut nécessiter un ajustement du stabilisateur et une surveillance régulière pour maintenir une qualité d'eau adéquate.
nl: Een licht verlaagd stabilisator (C3N3(OH)3) in een zwembad, wat wijst op een matig verlaagde concentratie, kan leiden tot verminderde chloorbescherming, snellere chloordissipatie, mogelijke hogere vraag naar desinfectiemiddel en kan een aanpassing van de stabilisator en regelmatige monitoring vereisen om de juiste waterkwaliteit te handhaven.

source: A very low stabilizer (C3N3(OH)3) in a swimming pool, indicating an extremely decreased concentration, can result in insufficient chlorine protection, increased chlorine demand, frequent chlorine addition, and potential risks of waterborne contaminants, necessitating stabilizer addition and regular monitoring to maintain proper water quality.
ca: Un estabilitzador molt baix (C3N3(OH)3) en una piscina, que indica una concentració extremadament reduïda, pot provocar una protecció insuficient del clor, una demanda augmentada de clor, addicions freqüents de clor i possibles riscos de contaminants en l'aigua, la qual cosa requereix l'addició d'estabilitzador i una vigilància regular per mantenir una qualitat d'aigua adequada.
de: Ein sehr niedriger Stabilisator (C3N3(OH)3) in einem Schwimmbad, der auf eine extrem verringerte Konzentration hinweist, kann zu unzureichendem Chlorschutz, erhöhtem Chlordesinfektionsbedarf, häufigen Chlorzugaben und potenziellen Risiken von wasserbürtigen Verunreinigungen führen, was eine Zugabe von Stabilisator und regelmäßige Überwachung erfordert, um eine angemessene Wasserqualität aufrechtzuerhalten.
es: Un estabilizador muy bajo (C3N3(OH)3) en una piscina, que indica una concentración extremadamente reducida, puede resultar en una protección insuficiente del cloro, una mayor demanda de cloro, adiciones frecuentes de cloro y posibles riesgos de contaminantes en el agua, lo que requiere la adición de estabilizador y un monitoreo regular para mantener una calidad de agua adecuada.
fr: Un taux de stabilisant très bas dans une piscine, indiquant une concentration extrêmement réduite de C3N3(OH)3, peut entraîner une protection insuffisante du chlore, une demande accrue en chlore, des ajouts fréquents de chlore et des risques potentiels de contaminants dans l'eau, nécessitant l'ajout de stabilisateur et une surveillance régulière pour maintenir une qualité d'eau adéquate.
nl: Een zeer lage stabilisator (C3N3(OH)3) in een zwembad, wat wijst op een extreem lage concentratie, kan leiden tot onvoldoende chloorbescherming, verhoogde vraag naar chloor, frequente chlooraddities en mogelijke risico's van watergedragen verontreinigingen, waarbij toevoeging van stabilisator en regelmatige monitoring nodig zijn om de juiste waterkwaliteit te handhaven.

source: The Langelier Saturation Index (LSI) is used to assess the saturation state of calcium carbonate in water.
ca: L'Índex de Saturació de Langelier (LSI) s'utilitza per avaluar l'estat de saturació del carbonat de calci a l'aigua.
de: Der Langelier-Sättigungsindex (LSI) wird verwendet, um den Sättigungszustand von Calciumcarbonat im Wasser zu bewerten.
es: El Índice de Saturación de Langelier (LSI) se utiliza para evaluar el estado de saturación del carbonato de calcio en el agua.
fr: L'indice de saturation de Langelier (ISL) est utilisé pour évaluer l'état de saturation du carbonate de calcium dans l'eau.
nl: De Langelier-verzadigingsindex (LSI) wordt gebruikt om de verzadigingstoestand van calciumcarbonaat in water te beoordelen.

source: Your LSI is
ca: El seu LSI és
de: Ihr LSI ist
es: Su LSI es
fr: Votre ISL est
nl: Uw LSI is
