Repository: AjeeshDevnapps/FlipriOS
Catalog: IOS-master/Flipr/*.lproj/Localizable.strings
Languages: ca, de, es, fr, nl

source: Flipr AI is an artificial intelligence that will attempt to answer your questions related to swimming pools and water treatment. This service is in trial version and is free for a limited period of time. By using this service, you agree to Flipr's Terms of Use for the use of Flipr AI. General Terms of Use - Flipr AI Response Liability These general terms of use (hereinafter referred to as the "Terms") govern the use of the Flipr AI service (hereinafter referred to as "the Service") provided by OpenAI. By using the Service, you agree to be bound by these Terms. Please read them carefully before accessing the Service. Nature of the Service The Service provides conversational assistance based on advanced language models and artificial intelligence. The responses generated by Flipr AI are based on pre-collected training data and do not represent the opinions, advice, or positions of Flipr. They are generated automatically and do not necessarily reflect the reality, accuracy, or completeness of the information provided. Limitation of Liability a. Use at Your Own Risk: You acknowledge and agree that the use of the Service is at your own risk. Flipr (CTAC Tech) cannot guarantee the accuracy, relevance, reliability, or completeness of the responses generated by Flipr AI. You should independently verify and evaluate the information obtained through the Service. b. Disclaimer of Liability: To the fullest extent permitted by applicable law, Flipr AI expressly disclaims all liability arising from the use of the Service or reliance on the responses generated by Flipr AI. Flipr AI shall not be liable for any direct, indirect, incidental, consequential, or special damages resulting from the use or inability to use the Service. c. User Content: Users of the Service are responsible for the content they submit or share when using the Service. Flipr AI does not verify or assume responsibility for user-generated content. You understand that the responses generated by Flipr AI may contain incorrect, misleading, offensive, or illegal information due to user-generated content. User Obligations a. Reasonable Use: You agree to use the Service in a reasonable manner and comply with applicable laws and regulations when using it. You must not use the Service abusively, fraudulently, defamatorily, harmfully, offensively, or unethically. b. Independent Validation: You acknowledge that you are solely responsible for evaluating, verifying, and using the information obtained through the Service. You should consult additional sources and seek appropriate professional advice before making decisions or taking action based on Flipr AI's responses. Modifications and Interruption of the Service Flipr reserves the right to modify, suspend, or discontinue the Service at any time, temporarily or permanently, without notice or liability to you or any third party. Intellectual Property All intellectual property rights relating to the Service and the responses generated by Flipr AI remain the exclusive property of Flipr. You may not reproduce, distribute, modify, create derivative works, publicly display, publicly perform, republish, download, store, or transmit any content from the Service without prior written permission from Flipr. General Provisions a. Severability: If any provision of these Terms is deemed invalid or unenforceable, the remaining provisions shall remain in full force and effect. b. Applicable Law: These Terms shall be governed and interpreted in accordance with the prevailing laws. c. Termination: Flipr reserves the right to terminate or restrict your access to the Service in case of a violation of these Terms. By using the Service, you acknowledge that you have read, understood, and agreed to these Terms of Use. If you do not agree to these terms, please do not use the Service.
ca: Flipr AI és una intel·ligència artificial que intentarà respondre les vostres preguntes relacionades amb les piscines i el tractament de l'aigua. Aquest servei està en versió de prova i és gratuït durant un període de temps limitat. En utilitzar aquest servei, accepteu les Condicions d'ús de Flipr per a l'ús de Flipr AI. Condicions generals d'ús - Flipr AI Response Liability Aquestes condicions generals d'ús (d'ara endavant, les "Condicions") regulen l'ús del servei Flipr AI (d'ara endavant, "el Servei") proporcionat per OpenAI. En utilitzar el Servei, accepteu estar subjecte a aquestes Condicions. Si us plau, llegiu-los atentament abans d'accedir al Servei. Naturalesa del Servei El Servei ofereix assistència conversacional basada en models lingüístics avançats i intel·ligència artificial. Les respostes generades per Flipr AI es basen en dades d'entrenament recollides prèviament i no representen les opinions, consells o posicions de Flipr. Es generen automàticament i no reflecteixen necessàriament la realitat, exactitud o exhaustivitat de la informació proporcionada. Limitació de responsabilitat a. Ús sota el teu propi risc: reconeixes i acceptes que l'ús del Servei és sota el teu propi risc. Flipr (CTAC Tech) no pot garantir l'exactitud, la rellevància, la fiabilitat o la integritat de les respostes generades per Flipr AI. Heu de verificar i avaluar de manera independent la informació obtinguda a través del Servei. b. Exempció de responsabilitat: En la màxima mesura que permeti la llei aplicable, Flipr AI declina expressament tota responsabilitat derivada de l'ús del Servei o de la confiança en les respostes generades per Flipr AI. Flipr AI no serà responsable de cap dany directe, indirecte, incidental, conseqüent o especial derivat de l'ús o impossibilitat d'utilitzar el Servei. c. Contingut d'usuari: els usuaris del Servei són responsables del contingut que envien o comparteixen quan utilitzen el Servei. Flipr AI no verifica ni assumeix la responsabilitat del contingut generat pels usuaris. Enteneu que les respostes generades per Flipr AI poden contenir informació incorrecta, enganyosa, ofensiva o il·legal a causa del contingut generat per l'usuari. Obligacions de l'usuari a. Ús raonable: accepteu utilitzar el Servei d'una manera raonable i complir amb les lleis i regulacions aplicables quan l'utilitzeu. No heu d'utilitzar el Servei de manera abusiva, fraudulenta, difamatòria, nociva, ofensiva o poc ètica. b. Validació independent: reconeixeu que sou l'únic responsable d'avaluar, verificar i utilitzar la informació obtinguda a través del Servei. Hauríeu de consultar fonts addicionals i buscar l'assessorament professional adequat abans de prendre decisions o prendre mesures basades en les respostes de Flipr AI. Modificacions i Interrupció del Servei Flipr es reserva el dret de modificar, suspendre o interrompre el Servei en qualsevol moment, de manera temporal o permanent, sense avís ni responsabilitat cap a vostè o cap tercer. Propietat intel · lectual Tots els drets de propietat intel·lectual relacionats amb el Servei i les respostes generades per Flipr AI segueixen sent propietat exclusiva de Flipr. No podeu reproduir, distribuir, modificar, crear obres derivades, mostrar públicament, executar públicament, tornar a publicar, descarregar, emmagatzemar o transmetre cap contingut del Servei sense el permís previ per escrit de Flipr. Provisions generals a. Divisibilitat: si alguna disposició d'aquestes Condicions es considera invàlida o inaplicable, la resta de disposicions romandran en vigor i efectes. b. Llei aplicable: aquestes Condicions es regiran i interpretaran d'acord amb les lleis vigents. c. Terminació: Flipr es reserva el dret de rescindir o restringir el vostre accés al Servei en cas d'incompliment d'aquestes Condicions. En utilitzar el Servei, reconeixeu que heu llegit, entès i acceptat aquestes Condicions d'ús. Si no està d'acord amb aquests termes, si us plau, no utilitzeu el Servei.
de: Flipr AI ist eine künstliche Intelligenz, die versucht, Ihre Fragen zu Schwimmbädern und Wasseraufbereitung zu beantworten. Dieser Dienst liegt in der Testversion vor und ist für einen begrenzten Zeitraum kostenlos. Durch die Nutzung dieses Dienstes stimmen Sie den Nutzungsbedingungen von Flipr für die Nutzung von Flipr AI zu. Allgemeine Nutzungsbedingungen – Haftung für Flipr AI Response Diese allgemeinen Nutzungsbedingungen (im Folgenden als „Bedingungen“ bezeichnet) regeln die Nutzung des von OpenAI bereitgestellten Flipr AI-Dienstes (im Folgenden als „der Dienst“ bezeichnet). Durch die Nutzung des Dienstes erklären Sie sich mit diesen Bedingungen einverstanden. Bitte lesen Sie diese sorgfältig durch, bevor Sie auf den Dienst zugreifen. Art des Dienstes Der Dienst bietet Konversationsunterstützung basierend auf fortschrittlichen Sprachmodellen und künstlicher Intelligenz. Die von Flipr AI generierten Antworten basieren auf vorab gesammelten Trainingsdaten und stellen nicht die Meinungen, Ratschläge oder Positionen von Flipr dar. Sie werden automatisch generiert und spiegeln nicht unbedingt die Realität, Richtigkeit oder Vollständigkeit der bereitgestellten Informationen wider. Haftungsbeschränkung A. Nutzung auf eigenes Risiko: Sie erkennen an und stimmen zu, dass die Nutzung des Dienstes auf eigenes Risiko erfolgt. Flipr (CTAC Tech) kann die Genauigkeit, Relevanz, Zuverlässigkeit oder Vollständigkeit der von Flipr AI generierten Antworten nicht garantieren. Sie sollten die über den Dienst erhaltenen Informationen unabhängig überprüfen und bewerten. B. Haftungsausschluss: Soweit gesetzlich zulässig, lehnt Flipr AI ausdrücklich jegliche Haftung ab, die sich aus der Nutzung des Dienstes oder dem Vertrauen auf die von Flipr AI generierten Antworten ergibt. Flipr AI haftet nicht für direkte, indirekte, zufällige, Folge- oder Sonderschäden, die sich aus der Nutzung oder Unmöglichkeit der Nutzung des Dienstes ergeben. C. Benutzerinhalte: Benutzer des Dienstes sind für die Inhalte verantwortlich, die sie bei der Nutzung des Dienstes übermitteln oder teilen. Flipr AI überprüft nicht und übernimmt keine Verantwortung für benutzergenerierte Inhalte. Sie verstehen, dass die von Flipr AI generierten Antworten aufgrund von benutzergenerierten Inhalten falsche, irreführende, beleidigende oder rechtswidrige Informationen enthalten können. Pflichten des Nutzers A. Angemessene Nutzung: Sie erklären sich damit einverstanden, den Dienst auf angemessene Weise zu nutzen und bei der Nutzung die geltenden Gesetze und Vorschriften einzuhalten. Sie dürfen den Dienst nicht auf missbräuchliche, betrügerische, verleumderische, schädliche, beleidigende oder unethische Weise nutzen. B. Unabhängige Validierung: Sie erkennen an, dass Sie allein für die Bewertung, Überprüfung und Nutzung der über den Service erhaltenen Informationen verantwortlich sind. Sie sollten zusätzliche Quellen konsultieren und entsprechenden professionellen Rat einholen, bevor Sie auf der Grundlage der Antworten von Flipr AI Entscheidungen treffen oder Maßnahmen ergreifen. Änderungen und Unterbrechung des Dienstes Flipr behält sich das Recht vor, den Dienst jederzeit, vorübergehend oder dauerhaft, ohne Vorankündigung oder Haftung Ihnen oder Dritten gegenüber zu ändern, auszusetzen oder einzustellen. Geistigen Eigentums Alle geistigen Eigentumsrechte im Zusammenhang mit dem Dienst und den von Flipr AI generierten Antworten bleiben ausschließliches Eigentum von Flipr. Ohne vorherige schriftliche Genehmigung von Flipr ist es Ihnen nicht gestattet, Inhalte des Dienstes zu reproduzieren, zu verbreiten, zu modifizieren, abgeleitete Werke zu erstellen, öffentlich anzuzeigen, aufzuführen, erneut zu veröffentlichen, herunterzuladen, zu speichern oder zu übertragen. Allgemeine Bestimmungen A. Salvatorische Klausel: Sollte eine Bestimmung dieser Bedingungen ungültig oder nicht durchsetzbar sein, bleiben die übrigen Bestimmungen in vollem Umfang in Kraft und wirksam. B. Anwendbares Recht: Diese Bedingungen unterliegen den geltenden Gesetzen und werden in Übereinstimmung mit diesen ausgelegt. C. Kündigung: Flipr behält sich das Recht vor, Ihren Zugriff auf den Dienst im Falle eines Verstoßes gegen diese Bedingungen zu beenden oder einzuschränken. Durch die Nutzung des Dienstes bestätigen Sie, dass Sie diese Nutzungsbedingungen gelesen und verstanden haben und ihnen zustimmen. Wenn Sie diesen Bedingungen nicht zustimmen, nutzen Sie den Dienst bitte nicht.
es: Flipr AI es una inteligencia artificial que intentará responder a sus preguntas relacionadas con las piscinas y el tratamiento del agua. Este servicio se encuentra en versión de prueba y es gratuito por tiempo limitado. Al usar este servicio, acepta los Términos de uso de Flipr para el uso de Flipr AI. Condiciones generales de uso - Responsabilidad de respuesta de Flipr AI Estos términos generales de uso (en lo sucesivo, los "Términos") rigen el uso del servicio Flipr AI (en lo sucesivo, "el Servicio") proporcionado por OpenAI. Al utilizar el Servicio, usted acepta estar sujeto a estos Términos. Léalas atentamente antes de acceder al Servicio. Naturaleza del Servicio El Servicio brinda asistencia conversacional basada en modelos de lenguaje avanzado e inteligencia artificial. Las respuestas generadas por Flipr AI se basan en datos de capacitación recopilados previamente y no representan las opiniones, consejos o posiciones de Flipr. Se generan automáticamente y no reflejan necesariamente la realidad, exactitud o exhaustividad de la información proporcionada. Limitación de responsabilidad a. Uso bajo su propio riesgo: reconoce y acepta que el uso del Servicio es bajo su propio riesgo. Flipr (CTAC Tech) no puede garantizar la precisión, relevancia, confiabilidad o integridad de las respuestas generadas por Flipr AI. Debe verificar y evaluar de forma independiente la información obtenida a través del Servicio. b. Descargo de responsabilidad: en la máxima medida permitida por la ley aplicable, Flipr AI renuncia expresamente a toda responsabilidad derivada del uso del Servicio o la confianza en las respuestas generadas por Flipr AI. Flipr AI no será responsable de ningún daño directo, indirecto, incidental, consecuente o especial que resulte del uso o la imposibilidad de usar el Servicio. C. Contenido del usuario: los usuarios del Servicio son responsables del contenido que envían o comparten al usar el Servicio. Flipr AI no verifica ni asume responsabilidad por el contenido generado por el usuario. Usted comprende que las respuestas generadas por Flipr AI pueden contener información incorrecta, engañosa, ofensiva o ilegal debido al contenido generado por el usuario. Obligaciones del Usuario a. Uso razonable: Usted acepta usar el Servicio de manera razonable y cumplir con las leyes y regulaciones aplicables al usarlo. No debe usar el Servicio de manera abusiva, fraudulenta, difamatoria, dañina, ofensiva o poco ética. b. Validación independiente: Usted reconoce que es el único responsable de evaluar, verificar y utilizar la información obtenida a través del Servicio. Debe consultar fuentes adicionales y buscar el asesoramiento profesional adecuado antes de tomar decisiones o emprender acciones en función de las respuestas de Flipr AI. Modificaciones e Interrupción del Servicio Flipr se reserva el derecho de modificar, suspender o descontinuar el Servicio en cualquier momento, de manera temporal o permanente, sin previo aviso ni responsabilidad hacia usted o cualquier tercero. Propiedad intelectual Todos los derechos de propiedad intelectual relacionados con el Servicio y las respuestas generadas por Flipr AI siguen siendo propiedad exclusiva de Flipr. No puede reproducir, distribuir, modificar, crear trabajos derivados, exhibir públicamente, ejecutar públicamente, volver a publicar, descargar, almacenar o transmitir ningún contenido del Servicio sin el permiso previo por escrito de Flipr. Provisiones generales a. Divisibilidad: si alguna disposición de estos Términos se considera inválida o inaplicable, las disposiciones restantes permanecerán en pleno vigor y efecto. b. Ley Aplicable: Estos Términos se regirán e interpretarán de conformidad con las leyes vigentes. C. Terminación: Flipr se reserva el derecho de cancelar o restringir su acceso al Servicio en caso de violación de estos Términos. Al usar el Servicio, usted reconoce que ha leído, entendido y aceptado estos Términos de uso. Si no está de acuerdo con estos términos, no utilice el Servicio.
fr: Flipr AI est une intelligence artificielle qui essaiera de répondre à vos questions relatives à la piscine et au traitement de l’eau. Ce service est en version d’essai et est gratuit pour une période limitée. En utilisant ce service, vous acceptez les CGU de Flipr pour l’utilisation de Flipr AI. Conditions générales d'utilisation - Responsabilité des réponses de Flipr AI Les présentes conditions générales d'utilisation (ci-après dénommées les "CGU") régissent l'utilisation du service de Flipr AI (ci-après dénommé "le Service") fourni par OpenAI. En utilisant le Service, vous acceptez d'être lié par les présentes CGU. Veuillez les lire attentivement avant d'accéder au Service. Nature du Service Le Service fournit une assistance conversationnelle basée sur des modèles de langage avancés et l'intelligence artificielle. Les réponses générées par le Flipr AI sont basées sur des données d'entraînement préalablement collectées et ne représentent pas les opinions, les conseils ou les positions de Flipr. Elles sont générées de manière automatisée et ne reflètent pas nécessairement la réalité, l'exactitude ou l'exhaustivité des informations fournies. Limitation de responsabilité a. Utilisation à vos propres risques : Vous reconnaissez et acceptez que l'utilisation du Service se fait à vos propres risques. Flipr (CTAC Tech) ne peut pas garantir l'exactitude, la pertinence, la fiabilité ou l'exhaustivité des réponses générées par le Flipr AI. Vous devez vérifier et évaluer de manière indépendante les informations obtenues par le biais du Service. b. Décharge de responsabilité : Dans toute la mesure permise par la loi applicable, Flipr AI décline expressément toute responsabilité, quelle qu'elle soit, découlant de l'utilisation du Service ou de la confiance accordée aux réponses générées par le Flipr AI. Flipr AI ne sera pas responsable des dommages directs, indirects, accessoires, consécutifs ou spéciaux résultant de l'utilisation ou de l'incapacité d'utiliser le Service. c. Contenu des utilisateurs : Les utilisateurs du Service sont responsables du contenu qu'ils soumettent ou partagent lors de l'utilisation du Service. Flipr AI ne vérifie pas ni n'assume la responsabilité du contenu des utilisateurs. Vous comprenez que les réponses générées par le Flipr AI peuvent contenir des informations incorrectes, trompeuses, offensantes ou illégales en raison du contenu des utilisateurs. Obligations de l'utilisateur a. Utilisation raisonnable : Vous vous engagez à utiliser le Service de manière raisonnable et à respecter les lois et réglementations applicables lors de son utilisation. Vous ne devez pas utiliser le Service de manière abusive, frauduleuse, diffamatoire, nuisible, offensante ou contraire à l'éthique. b. Validation indépendante : Vous acceptez que vous êtes seul responsable de l'évaluation, de la vérification et de l'utilisation des informations obtenues par le biais du Service. Vous devez consulter des sources supplémentaires et obtenir des conseils professionnels appropriés avant de prendre des décisions ou d'agir en fonction des réponses générées par Flipr AI. Modifications et interruption du Service Flipr se réserve le droit de modifier, suspendre ou interrompre le Service à tout moment, temporairement ou définitivement, sans préavis ni responsabilité envers vous ou tout tiers. Propriété intellectuelle Tous les droits de propriété intellectuelle relatifs au Service et aux réponses générées par le Flipr AI restent la propriété exclusive de Flipr. Vous ne pouvez pas reproduire, distribuer, modifier, créer des œuvres dérivées, afficher publiquement, exécuter publiquement, republier, télécharger, stocker ou transmettre tout contenu du Service sans autorisation écrite préalable de Flipr. Dispositions générales a. Indépendance des clauses : Si une disposition des présentes CGU est jugée invalide ou inapplicable, les autres dispositions resteront pleinement en vigueur et effet. b. Loi applicable : Les présentes CGU seront régies et interprétées conformément aux lois en vigueur. c. Résiliation : Flipr se réserve le droit de résilier ou de restreindre votre accès au Service en cas de violation des présentes CGU. En utilisant le Service, vous reconnaissez avoir lu, compris et accepté les présentes Conditions générales d'utilisation. Si vous n'acceptez pas ces termes, veuillez ne pas utiliser le Service.
nl: Flipr AI is een kunstmatige intelligentie die zal proberen uw vragen met betrekking tot zwembaden en waterbehandeling te beantwoorden. Deze service is een proefversie en is gedurende een beperkte periode gratis. Door deze service te gebruiken, gaat u akkoord met de gebruiksvoorwaarden van Flipr voor het gebruik van Flipr AI. Algemene gebruiksvoorwaarden - Flipr AI Responsaansprakelijkheid Deze algemene gebruiksvoorwaarden (hierna de "Voorwaarden" genoemd) zijn van toepassing op het gebruik van de Flipr AI-service (hierna "de Service" genoemd) die wordt aangeboden door OpenAI. Door gebruik te maken van de Service stemt u ermee in gebonden te zijn aan deze Voorwaarden. Lees ze zorgvuldig door voordat u toegang krijgt tot de Dienst. Aard van de Dienst De Dienst biedt gespreksondersteuning op basis van geavanceerde taalmodellen en kunstmatige intelligentie. De reacties die door Flipr AI worden gegenereerd, zijn gebaseerd op vooraf verzamelde trainingsgegevens en vertegenwoordigen niet de meningen, adviezen of standpunten van Flipr. Ze worden automatisch gegenereerd en geven niet noodzakelijkerwijs de realiteit, nauwkeurigheid of volledigheid van de verstrekte informatie weer. Beperking van aansprakelijkheid A. Gebruik op eigen risico: U erkent en stemt ermee in dat het gebruik van de Service op eigen risico is. Flipr (CTAC Tech) kan de nauwkeurigheid, relevantie, betrouwbaarheid of volledigheid van de door Flipr AI gegenereerde reacties niet garanderen. U dient de via de Service verkregen informatie onafhankelijk te verifiëren en te evalueren. B. Afwijzing van aansprakelijkheid: Voor zover toegestaan door de toepasselijke wetgeving, wijst Flipr AI uitdrukkelijk alle aansprakelijkheid af die voortvloeit uit het gebruik van de Service of het vertrouwen op de reacties die door Flipr AI worden gegenereerd. Flipr AI is niet aansprakelijk voor enige directe, indirecte, incidentele, gevolg- of speciale schade die voortvloeit uit het gebruik of het onvermogen om de Service te gebruiken. C. Gebruikersinhoud: Gebruikers van de Service zijn verantwoordelijk voor de inhoud die ze indienen of delen wanneer ze de Service gebruiken. Flipr AI verifieert of aanvaardt geen verantwoordelijkheid voor door gebruikers gegenereerde inhoud. U begrijpt dat de reacties die door Flipr AI worden gegenereerd mogelijk onjuiste, misleidende, aanstootgevende of illegale informatie bevatten vanwege door gebruikers gegenereerde inhoud. Verplichtingen van de gebruiker A. Redelijk gebruik: U stemt ermee in de Service op een redelijke manier te gebruiken en bij het gebruik de toepasselijke wet- en regelgeving na te leven. U mag de Dienst niet misbruikend, frauduleus, lasterlijk, schadelijk, aanstootgevend of onethisch gebruiken. B. Onafhankelijke validatie: U erkent dat u als enige verantwoordelijk bent voor het evalueren, verifiëren en gebruiken van de via de Service verkregen informatie. U dient aanvullende bronnen te raadplegen en passend professioneel advies in te winnen voordat u beslissingen neemt of actie onderneemt op basis van de reacties van Flipr AI. Wijzigingen en onderbreking van de Dienst Flipr behoudt zich het recht voor om de Service op elk moment, tijdelijk of permanent, te wijzigen, op te schorten of stop te zetten, zonder kennisgeving of aansprakelijkheid jegens u of een derde partij. Intellectueel eigendom Alle intellectuele eigendomsrechten met betrekking tot de Dienst en de door Flipr AI gegenereerde reacties blijven het exclusieve eigendom van Flipr. U mag geen inhoud van de Service reproduceren, distribueren, wijzigen, afgeleide werken maken, openbaar weergeven, publiekelijk uitvoeren, opnieuw publiceren, downloaden, opslaan of verzenden zonder voorafgaande schriftelijke toestemming van Flipr. Algemene bepalingen A. Scheidbaarheid: Als een bepaling van deze Voorwaarden ongeldig of niet-afdwingbaar wordt geacht, blijven de overige bepalingen volledig van kracht. B. Toepasselijk recht: Deze voorwaarden worden beheerst en geïnterpreteerd in overeenstemming met de geldende wetten. C. Beëindiging: Flipr behoudt zich het recht voor om uw toegang tot de Service te beëindigen of te beperken in geval van schending van deze Voorwaarden. Door de Service te gebruiken, erkent u dat u deze Gebruiksvoorwaarden hebt gelezen, begrepen en ermee akkoord gaat. Als u niet akkoord gaat met deze voorwaarden, maak dan geen gebruik van de Service.
