Repository: AjeeshDevnapps/FlipriOS
Catalog: IOS-master/Flipr/*.lproj/Localizable.strings
Languages: ca, de, es, fr, nl

source: Searching for flipr...
ca: Buscant a flipr...
de: Suche nach Flipr...
es: Búsqueda de flipr...
fr: Recherche du Flipr...
nl: Zoeken naar flipr…

source: Retrieving the measure...
ca: S'està recuperant la mesura ...
de: Abrufen der Messung...
es: Recuperación de la medida...
fr: Récupération de la mesure...
nl: Ophalen van de meting…

source: Connecting to flipr...
ca: Connectant a flipr...
de: Verbindung zu Flipr...
es: Conectándose a flipr...
fr: Connexion au Flipr...
nl: Verbinding met flipr…

source: No flipr nearby.
ca: No hi ha cap flipr a prop
de: Kein Flipr in der Nähe.
es: Ningún flipr cerca.
fr: Aucun Flipr à proximité.
nl: Geen flipr in de nabijheid.

source: Refresh error
ca: Error d'actualització
de: Aktualisierungsfehler
es: Refrescar error
fr: Erreur de rafraichissement
nl: Fout tijdens herlezen

source: Retry
ca: Torna-ho a provar
de: Neuer Versuch
es: Reintentar
fr: Réessayer
nl: Herproberen

source: The first analysis is in progress!
ca: El primer anàlisis està en progrés!
de: Die erste Analyse läuft!
es: ¡El primer análisis está en marcha!
fr: La première analyse est en cours !
nl: De eerste analyse is in uitvoering!

source: Waiting for the first measure...
ca: Esperant la primera mesura...
de: Warten Sie auf die erste Messung...
es: Esperando la primera medida ...
fr: En attente de la première mesure...
nl: Wachten op de eerste meting…

source: Fill in your inventory Products!
ca: Omple els teus productes d’inventari!
de: Füllen Sie Ihr Inventar aus: Produkte!
es: Complete su inventario de productos
fr: Renseignez vos stocks Produits !
nl: Vul uw Produkten inventaris in!

source: Flipr needs to know your maintenance products to let you know the right dosages to insert in your pool. Fill in your inventory now: it's quick and easy!
ca: Flipr necessita conèixer els teus productes de manteniment per informar-te de les dosis adequades per inserir a la vostra piscina. Emplena l'inventari ara: és fàcil i ràpid!
de: Flipr muss Ihre Wartungsmittel kennen, um Ihnen die richtigen Dosierungen für Ihr Becken mitzuteilen. Füllen Sie jetzt Ihr Inventar aus: es geht schnell und einfach!
es: Flipr necesita saber cuáles son sus productos de mantenimiento para indicarle las mejores dosis a introducir en su piscina. Ahora agregue la información de sus existencias: ¡ es rápido y simple!
fr: Flipr a besoin de connaitre vos produits d'entretien pour vous indiquer les bons dosages à insérer dans votre piscine. Renseignez dès maintenant votre stock : c'est simple et rapide !
nl: Flipr moet uw onderhoudsproducten kennen om u te laten weten wat de juiste dosering is om in uw zwembad te plaatsen. Vul nu uw inventaris in: het is snel en eenvoudig!

source: Later
ca: Més tard
de: Später
es: Más tarde
fr: Plus tard

source: Fill in
ca: Omple
de: Ausfüllen
es: Llenar
fr: Renseigner
nl: Invullen

source: Fill in your equipment!
ca: Omple el teu equip!
de: Tragen Sie Ihre Geräte ein!
es: ¡Ingrese sus equipamientos!
fr: Renseignez vos équipements !
nl: Informeer ons over uw apparatuur

source: Flipr needs to know your equipment to better advise you in the management of your pond. Fill in your equipment now: it's quick and easy!
ca: Flipr necessita conèixer el teu equip per assessorar-lo millor en la gestió del vostre estany. Omple el teu equip ara: és fàcil i ràpid!
de: Flipr muss Ihre Ausstattung kennen, um Sie bei der Verwaltung Ihres Beckens besser beraten zu können. Füllen Sie jetzt Ihre Geräte aus: es geht schnell und einfach!
es: Flipr necesita saber cuáles son sus equipamientos para indicarle el mejor mantenimiento de su piscina. Ahora agregue la información de sus equipamientos : ¡es rápido y simple!
fr: Flipr a besoin de connaitre vos équipements pour mieux vous conseiller dans la gestion de votre bassin. Renseignez dès maintenant vos équipements : c'est simple et rapide !
nl: Flipr moet uw apparatuur kennen om u beter te kunnen adviseren in het beheer van uw zwembad. Vul nu uw uitrusting in: het is snel en eenvoudig!

source: Still a little patience, you can leave the application and come back in a few minutes...
ca: Encara una mica de paciència, podeu deixar l'aplicació i tornar d'aquí uns minuts...
de: Noch ein wenig Geduld, Sie können die App verlassen und in ein paar Minuten wiederkommen...
es: Un poco más de paciencia, le sugerimos salir de la aplicación y regresar en unos minutos...
fr: Encore un peu de patience, vous pouvez quitter l'application et revenir dans quelques minutes...
nl: Nog een beetje geduld, u kunt de applicatie verlaten en terugkomen in een paar minuten...

source: Meanwhile, let's get to know your pool...
ca: Mentrestant, coneixem la teva piscina ...
de: In der Zwischenzeit lernen wir Ihr Becken kennen...
es: Mientras tanto, vamos a conocer su piscina...
fr: En attendant faisons connaissance avec votre piscine...
nl: Laten we ondertussen uw zwembad leren kennen...

source: Meanwhile, let's get to know your spa...
ca: Mentrestant, coneixem el seu SPA...
de: In der Zwischenzeit lernen wir Ihren Whirlpool kennen...
es: Mientras tanto, vamos a conocer su spa...
fr: En attendant faisons connaissance avec votre spa...
nl: In de tussentijd, laten we uw spa leren kennen...

source: My pool!
ca: La meva piscina!
de: Mein Becken!
es: ¡Mi piscina!
fr: Ma piscine !
nl: Mijn zwembad!

source: My spa!
ca: El meu SPA!
de: Mein Whirlpool!
es: ¡Mi spa!
fr: Mon spa !
nl: Mijn spa!

source: Water correction in progress...
ca: La correció de l'aigua està en procés...
de: Wasserkorrektur läuft...
es: Corrección de su agua en curso...
fr: Correction de l'eau en cours...
nl: Watercorrectie in uitvoering...

source: Correction in progress
ca: Correcció en procés
de: Korrektur läuft
es: Corrección en curso
fr: Correction en cours
nl: Correctie in uitvoering

source: Alert in progress
ca: ALERTA EN PROCÉS
de: Alarm läuft
es: Alerta en curso
fr: Alerte en cours
nl: Actieve Waardchuwing

# It's done
source: Done
ca: Fet
de: Erledigt
es: Listo
fr: C'est fait
nl: Het is gedaan

source: Alert in progress: act now!
ca: Alerta en progrés: actua ara!
de: Alarm läuft: Jetzt handeln!
es: Alerta en curso : ¡Actue ahora!
fr: Alerte en cours : agissez maintenant !
nl: Actieve waarschuwing: gelieve nu te handelen!

source: Temperature
ca: Temperatura
de: Temperatur
es: Temperatura
fr: Température
nl: Temperatuur

source: Hour
ca: Hora
de: Uhrzeit
es: Hora
fr: Heure
nl: Uur

source: Day
ca: Dia
de: Tag
es: Día
fr: Jour
nl: Dag

source: Season
ca: Temporada
de: Jahreszeit
es: Temporada
fr: Saison
nl: Seizoen

source: Today
ca: Avui
de: Heute
es: Hoy
fr: Aujourd'hui
nl: Vandaag

source: Scroll to view the entire history.
ca: Desplaça't per veure tot l'historial.
de: Scrollen Sie, um den gesamten Verlauf zu sehen.
es: Deslice la curva para visualizar todo el histórico.
fr: Faites défiler la courbe pour visualiser l'ensemble de l'historique.
nl: Scrollen om de hele geschiedenis te bekijken.

# REDOX_INFO
source: Redox is used to determine the oxidizing power of your pool water in relation to other elements such as chlorine or bromine. Redox, calculated in milivolt, is based on the concentration of these oxidants to determine the condition of your pool. Redox is one of the elements used to determine your level of disinfectant (chlorine, bromine or salt). In normal conditions (pool at constant temperature, low stabilizer level, etc.), a pool is properly disinfected AND disinfecting when the redox oscillates between 650 and 800 milivolt. Nevertheless, Flipr uses other indicators to calculate the disinfectant rate. It is for this reason that the display of the graph may be in contradiction with the gauge on the home screen. We invite you to refer to the gauge to know your disinfectant rate.
ca: REDOX_INFO
de: Redox wird verwendet, um die Oxidationskraft Ihres Schwimmbadwassers im Verhältnis zu anderen Elementen wie Chlor oder Brom zu bestimmen. Redox, berechnet in Millivolt, basiert auf der Konzentration dieser Oxidationsmittel, um den Zustand Ihres Beckens zu bestimmen. Redox ist eines der Elemente, die zur Bestimmung Ihrer Menge an Desinfektionsmitteln (Chlor, Brom oder Salz) verwendet werden. Unter normalen Bedingungen (Becken mit konstanter Temperatur, niedrigem Stabilisatorniveau usw.) wird ein Becken ordnungsgemäß desinfiziert UND desinfizierend, wenn der Redoxwert zwischen 650 und 800 Millivolt schwankt. Dennoch verwendet Flipr andere Indikatoren, um die Desinfektionsmittelrate zu berechnen. Aus diesem Grund kann die graphische Anzeige des Graphen im Widerspruch zum Messgerät auf dem Startbildschirm stehen. Beziehen Sie sich auf das Messgerät, um Ihre Desinfektionsmittelrate zu erfahren.
es: El redox permite determinar el poder oxidante del agua de su piscina, con relación a otros elementos como el cloro o el bromo. El redox, calculado en milivoltios, se basa en la concentración de los oxidantes para determinar el estado de su piscina. El redox es uno de los elementos que permiten determinar la tasa de desinfectante, (cloro, bromo o sal). En tiempo normal (piscina en temperatura constante, con nivel bajo de estabilizador, etc.), una piscina está correctamente desinfectada cuando el redox oscila entre 650 y 800 milivoltios. Sin embargo, Flipr usa otros indicadores para calcular la tasa de desinfectante. Por esta razón la pantalla gráfica puede estar en contradicción con el medidor de la pantalla de la página de inicio. Lo invitamos a verificar su medidor para conocer la tasa de desinfectante.
fr: Le redox permet de déterminer le pouvoir oxydant de l’eau de votre piscine par rapport à d’autres éléments comme le chlore ou le brome. Le redox, calculé en milivolt, se base sur la concentration de ces oxydants pour déterminer l’état de votre piscine. Le redox est un des éléments qui permet de déterminer votre taux de désinfectant (Chlore, brome ou sel). En temps normal (piscine a température constante, niveau de stabilisant faible, etc.), une piscine est correctement désinfectée ET désinfectante lorsque le redox oscille entre 650 et 800 milivolt. Néanmoins, Flipr utilise d’autres indicateurs pour calculer le taux de désinfectant. C’est pour cette raison que l’affichage du graphe peut être en contradiction avec la jauge sur l’écran d’accueil. Nous vous invitons à vous référer à la jauge pour connaitre votre taux de désinfectant.
nl: Redox wordt gebruikt om de oxiderende kracht van uw zwembadwater te bepalen in functie van andere elementen zoals chloor of broom. De redox, berekend in milivolt, is gebaseerd op de concentratie van deze oxidatiemiddelen om de toestand van uw zwembad te bepalen. Redox is een van de elementen die gebruikt worden om het gehalte aan desinfectiemiddelen (chloor, broom of zout) te bepalen. Onder normale omstandigheden (zwembad met constante temperatuur, laag stabilisatorniveau, enz.) wordt een zwembad goed gedesinfecteerd EN ontsmettend als de redox tussen 650 en 800 milivolt ligt. Flipr gebruikt echter andere indicatoren om het desinfectiepercentage te berekenen. Daarom kan het grafiekdisplay conflicteren met de meter op het Beginscherm. Raadpleeg de meter voor uw desinfectiepeil te kennen.

source: No data
ca: No hi ha informació
de: Keine Daten
es: Sin datos
fr: Aucune donnée
nl: Geen gegevens

source: No product
ca: No hi ha producte
de: Kein Produkt
es: Sin productos
fr: Aucun produit
nl: Geen product

source: Scan the barcodes of your products and enter the remaining quantity to add them to your stock.
ca: Escaneja els codis de barres dels teus productes i introdueix la quantitat restant per afegir-los al teu estoc.
de: Scannen Sie die Barcodes Ihrer Produkte und geben Sie die verbleibende Menge ein, um sie Ihrem Inventar hinzuzufügen.
es: Escanee los códigos de barras de los productos e indique la cantidad restante para agregarlos a sus existencias.
fr: Scannez les code-barres de vos produits et indiquez la quantité restante pour les ajouter à votre stock.
nl: Scan de barcodes van uw produkten en voer de resterende hoeveelheid in om ze aan uw voorraad toe te voegen.

source: Add product
ca: Afegeix producte
de: Produkt hinzufügen
es: Añadir producto
fr: Ajouter un produit
nl: Een produkt toevoegen

source: Please first fill in the data for your pool
ca: Omple primer les dades de la teva piscina
de: Bitte geben Sie zunächst die Daten für Ihr Becken ein
es: Primero asegúrese de anotar los datos relacionados a su piscina
fr: Veuillez d'abord renseigner les données liées à votre piscine
nl: Gelieve eerst de gegevens van uw zwembad in te vullen

source: Settings
ca: Configuració
de: Einstellungen
es: Paramètres
fr: Paramètres
nl: Paramètres

source: New product
ca: Nou producte
de: Neues Produkt
es: Nuevo producto
fr: Nouveau produit
nl: Nieuw product

source: Place the product barcode in the center. The search will start automatically.
ca: Col·loca el codi de barres del producte al centre. La cerca s'iniciarà automàticament.
de: Platzieren Sie den Produkt-Barcode in die Mitte. Die Suche wird automatisch gestartet.
es: Coloque el código de barras en el centro. La búsqueda comenzará automáticamente.
fr: Placez le code-barres du produit au centre. La recherche démarrera automatiquement.
nl: Plaats de productbarcode in het midden. Het zoeken wordt automatisch gestart.

source: Product search...
ca: Buscant producte...
de: Produktsuche läuft...
es: Búsqueda del producto...
fr: Recherche du produit...
nl: Zoeken naar product…

source: Product not referenced
ca: Producte sense referència
de: Produkt nicht referenziert
es: Producto no referenciado
fr: Produit non référencé
nl: Product niet vermeil

source: To be able to scan barcodes you must allow access to the camera in your settings.
ca: Per poder escanejar codis de barres, has de permetre l'accés a la càmera a la configuració.
de: Um Barcodes scannen zu können, müssen Sie in Ihren Einstellungen den Zugriff auf die Kamera erlauben.
es: Para poder escanear los códigos de barras debe autorizar el acceso a la cámara en ajustes.
fr: Pour pouvoir scanner les code-barres vous devez autoriser l'accès à la caméra dans vos réglages.
nl: Om barcodes te kunnen scannen moet u toegang geven tot de camera in uw instellingen.

source: How much product is left in the packaging?
ca: Quin producte queda a l'envàs?
de: Wie viel Produkt befindet sich noch in der Verpackung?
es: ¿Cuánto producto queda en el embalaje?
fr: Combien de produit reste-t-il dans l'emballage ?
nl: Hoeveel product zit er nog in de verpakking?

source: Indicate approximately the amount of remaining product to be used.
ca: Indica aproximadament la quantitat de producte restant per utilitzar.
de: Geben Sie ungefähr die zu verwendende Restmenge des Produkts an.
es: Indica aproximadamente el volumen de producto que queda para usar.
fr: Indiquez approximativement le volume de produit restant à utiliser.
nl: Geef bij benadering de resterende hoeveelheid bruikbaar product aan.

source: Invalid barcode
ca: codi de barres no vàlid
de: Ungültiger Barcode
es: Código de barras inválido
fr: Code-barres non valide
nl: Barcode ongeldig

source: Validate
ca: Validar
de: Bestätigen
es: Confirmar
fr: Valider
nl: Valideren

source: Delete
ca: Esborrar
de: Löschen
es: Eliminar
fr: Supprimer
nl: Verwijderen

source: Product removal
ca: Eliminació del producte
de: Produkt entfernen
es: Producto eliminado
fr: Suppression du produit
nl: Product verwijdering

source: Are you sure you want to delete this product from your inventory?
ca: Estàs segur que vols esborrar aquest producte del teu inventari?
de: Sind Sie sicher, dass Sie dieses Produkt aus Ihrem Inventar löschen möchten?
es: ¿Estás realmente seguro de querer eliminar este producto de tus existencias?
fr: Voulez-vous vraiment supprimer ce produit de vos stocks ?
nl: Weet u zeker dat u dit product uit uw inventaris wilt verwijderen?

source: We do not know this product yet!
ca: Encara no coneixem aquest producte!
de: Dieses Produkt ist uns noch nicht bekannt!
es: ¡Aún no conocemos este producto!
fr: Nous ne connaissons pas encore ce produit !
nl: We kennen dit product nog niet!

source: No worries: please choose the type of product!
ca: No et preocupis: Escull un altre tipus de producte!
de: Keine Sorge: Bitte wählen Sie den Produkttyp!
es: No te preocupes: elige el tipo de producto
fr: Pas d'inquiétude : veuillez choisir le type de produit !
nl: Geen zorgen. Kies het type product!

source: Type
ca: Tipus
de: Typ
es: Tipo

source: Product type
ca: Tipus de producte
de: Produkttyp
es: Tipo de producto
fr: Type de produit

source: Product
ca: Produtcte
de: Produkt
es: Producto
fr: Produit

source: In the process of referencing...
ca: En procés de referència...
de: Referenzierung läuft...
es: En el curso de hacer referencia ...
fr: En cours de référencement...
nl: In het proces van verwijzingen...

source: In activity
ca: En activitat
de: In Aktivität
es: En actividad
fr: En activité
nl: In activiteit

source: Mode
de: Modus
es: Modo

source: Pool's status
ca: Estat de la piscina
de: Status des Beckens
es: Estado de la piscina
fr: Statut de la piscine
nl: Zwembad status

source: Spa's status
ca: Estat de l'SPA
de: Status des Whirlpools
es: Estado del spa
fr: Statut du spa
nl: De status van Spa

source: City
ca: Ciutat
de: Stadt
es: Ciudad
fr: Ville
nl: Stad

source: Number of places
ca: Número de llocs
de: Anzahl der Plätze
es: Número de lugares
fr: Nombre de place
nl: Aantal plaatsen

source: Number of usual users
ca: Número habitual d'usuaris
de: Anzahl der üblichen Benutzer
es: Número de usuarios regulares
fr: Nombre d'utilisateur habituel
nl: Normaal aantal gebruikers

source: Year of construction
ca: Any de construcció
de: Baujahr
es: Año de construcción
fr: Année de construction
nl: Bouwjaar

source: Volume (m3)
ca: Volum (m3)
de: Volumen (m3)
es: Volumen (m3)

source: Shape
ca: Forma
de: Form
es: Forma
fr: Forme
nl: Vorm

source: Type of coating
ca: Tipus de recobriment
de: Beschichtungsart
es: Tipo de revestimiento
fr: Type de revêtement
nl: Bekleding

source: Integration
ca: Integració
es: Integración
fr: Intégration
nl: Integratie

source: Treatment
ca: Tractament
de: Behandlung
es: Tratamiento
fr: Traitement
nl: Behandeling

source: Filtration
ca: Filtració
es: Filtración
nl: Filtering

source: Private
ca: Privat
de: Privat
es: Privado
fr: Privé
nl: Privé

source: Public
ca: Públic
de: Öffentlich
es: Público
nl: Publiek

source: Location
ca: Localització
de: Standort
es: Localización
fr: Localisation
nl: Plaats

source: Situation
ca: Situació
es: Situación
nl: Situatie

source: Spa kind
ca: Tipus de Spa
de: Whirlpool-Art
es: Tipo de spa
fr: Type de spa
nl: Soort spa

source: Wintering
ca: Hivernant
de: Überwinterung
es: Invernar
fr: Hivernage
nl: Overwintering

source: Use
ca: Utilització
de: Verwendung
es: Uso
fr: Usage
nl: Gebruik

source: Characteristics
ca: Característiques
de: Merkmale
es: Características
fr: Caractéristiques
nl: Kenmerken

source: Maintenance
ca: Manteniment
de: Wartung
es: Mantenimiento
fr: Entretien
nl: Onderhoud

source: Search a city...
ca: Buscant la ciutat...
de: Die Suche nach eine Stadt läuft...
es: Búsqueda de ciudad...
fr: Rechercher une ville...
nl: Een stad zoeken…

source: Use current location
ca: Utilitzeu la localització actual
de: Aktuellen Standort verwenden
es: Usar la posición actual
fr: Utiliser la position actuelle
nl: Gebruik de huidige locatie

source: The field 'City' is mandatory
ca: El campo "Ciudad" es obligatori
de: Das Feld 'Stadt' ist Pflichtfeld
es: El campo ‘Ciudad’ es obligatorio
fr: Le champ 'ville' est obligatoire
nl: Het veld ‘stad’ is verplicht

source: The field 'Treatment' is mandatory
ca: El camp "Tractament" es obligatori
de: Das Feld "Behandlung" ist Pflichtfeld
es: El campo ‘Tratamiento’ es obligatorio
fr: Le champ 'Traitement' est obligatoire
nl: Het veld ‘Behandeling’ is verplicht

source: Unable to retrieve data
ca: No es poden recuperar les dades
de: Daten können nicht abgerufen werden
es: Imposible de recuperar los datos
fr: Impossible de récupérer les données
nl: Onmogelijk om de gegevens op te halen

source: Equipment not available
ca: Equipament no disponible
de: Gerät nicht verfügbar
es: Equipamientos no disponibles
fr: Equipements non disponibles
nl: Apparatuur niet beschikbaar

source: Please first fill in your pool data before allocating equipment.
ca: Omple primer les dades de la teva piscina abans d’assignar l’equip.
de: Bitte geben Sie zuerst Ihre Becken-Daten ein, bevor Sie Ausstattungen zuordnen.
es: Por favor, antes de atribuir los equipamientos, asegúrese de indicar los datos de su piscina.
fr: Veuillez d'abord renseigner les données de votre piscine avant de lui attribuer des équipements.
nl: Gelieve eerst de gegevens van uw zwembad in te vullen alvorens apparatuur toe te wijzen

# ACTIVE_MODE_DETAIL
source: Default mode: The pool is perfectly functional and usable.
ca: Mode predeterminat: La piscina és perfectament funcional i utilizable.
de: Standardmodus: Das Becken ist perfekt betriebsbereit und nutzbar.
es: Modo predeterminado: La piscina es perfectamente funcional y utilizable.
fr: Mode par défaut : La piscine est parfaitement fonctionnelle et utilisable.
nl: Standaardmodus: Het zwembad is volledig functioneel en bruikbaar.
